[
  {
    "class": "para",
    "text": "वस्तु का स्वरूप अनेकान्तात्मक है। प्रत्येक वस्तु अनेक गुण-धर्मों से युक्त है। अनन्त धर्मात्मक वस्तु ही अनेकान्त है और वस्तु के अनेकान्त स्वरूप को समझाने वाली सापेक्ष कथनपद्धति को स्याद्वाद कहते हैं। अनेकान्त और स्याद्वाद में द्योत्य-द्योतक सम्बन्ध है।"
  },
  {
    "class": "para",
    "text": "समयसार की आत्मख्याति टीका के परिशिष्ट में आचार्य अमृतचन्द्र इस सम्बन्ध में लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"स्याद्वाद समस्त वस्तुओं के स्वरूप को सिद्ध करने वाला अर्हन्त सर्वज्ञ का अस्खलित (निर्बाध) शासन है। वह (स्याद्वाद) कहता है कि अनेकान्त स्वभाव वाली होने से सब वस्तुएँ अनेकान्तात्मक हैं। जो वस्तु तत् है, वही अतत् है; जो एक है, वही अनेक है; जो सत् है, वही असत् है; जो नित्य है, वही अनित्य है; - इसप्रकार एक वस्तु में वस्तुत्व की उत्पादक परस्पर विरुद्ध दो शक्तियों का प्रकाशित होना अनेकान्त है।''"
  },
  {
    "class": "para",
    "text": "अनेकान्त शब्द 'अनेक' और 'अन्त' दो शब्दों से मिलकर बना है। अनेक का अर्थ होता है - एक से अधिक। एक से अधिक दो भी हो सकते हैं और अनन्त भी। दो और अनन्त के बीच में अनेक के अनेक अर्थ सम्भव हैं। तथा अन्त का अर्थ होता है धर्म अथवा गुण।"
  },
  {
    "class": "para",
    "text": "प्रत्येक वस्तु में अनन्त गुण विद्यमान हैं; अतः जहाँ अनेक का अर्थ अनन्त होगा, वहाँ अन्त का अर्थ गुण लेना चाहिए। इस व्याख्या के अनुसार अर्थ होगा - अनन्तगुणात्मक वस्तु ही अनेकान्त है; किन्तु जहाँ अनेक का अर्थ दो लिया जायेगा, वहाँ अन्त का अर्थ धर्म होगा। तब यह अर्थ होगा - परस्पर विरुद्ध प्रतीत होने वाले दो धर्मों का एक ही वस्तु में होना अनेकान्त है।"
  },
  {
    "class": "para",
    "text": "स्यात्कार का प्रयोग धर्मों में होता है, गुणों में नहीं। सर्वत्र ही स्यात्कार का प्रयोग धर्मों के साथ किया है, कहीं भी अनुजीवी गुणों के साथ नहीं। यद्यपि 'धर्म' शब्द का सामान्य अर्थ गुण होता है, शक्ति आदि नामों से भी उसे अभिहित किया जाता है; तथापि गुण और धर्म में कुछ अन्तर है। प्रत्येक वस्तु में अनन्त शक्तियाँ हैं, जिन्हें गुण या धर्म कहते हैं। उनमें से जो शक्तियाँ परस्पर विरुद्ध प्रतीत होती हैं या सापेक्ष होती हैं, उन्हें धर्म कहते हैं। जैसे - नित्यता-अनित्यता, एकता-अनेकता, सत्-असत्, भिन्नता-अभिन्नता आदि। जो शक्तियाँ विरोधाभास से रहित हैं, निरपेक्ष हैं; उन्हें गुण कहते हैं। जैसे - आत्मा के ज्ञान, दर्शन, सुख आदि; पुद्गल के रूप, रस, गंध आदि।"    
    },
    {
    "class": "para",
    "text": "जिन गुणों में परस्पर कोई विरोध नहीं है, एक वस्तु में उनकी एक साथ सत्ता तो सभी वादी-प्रतिवादी सहज स्वीकार कर लेते हैं; किन्तु जिनमें विरोधसा प्रतिभासित होता है, उन्हें स्याद्वादी ही स्वीकार करते हैं । इतर जन उनमें से किसी एक पक्ष को ग्रहण कर पक्षपाती हो जाते हैं। अतः अनेकान्त की परिभाषा में परस्पर विरुद्ध शक्तियों के प्रकाशन पर विशेष बल दिया गया है।"
  },
  {
    "class": "para",
    "text": "प्रत्येक वस्तु में परस्पर विरोधी प्रतीत होने वाले अनेक युगल (जोड़े) पाये जाते हैं; अत: वस्तु केवल अनेक धर्मों (गुणों) का ही पिण्ड नहीं है; किन्तु परस्पर विरोधी दिखने वाले अनेक धर्म-युगलों का भी पिण्ड है। उन परस्पर विरुद्ध प्रतीत होने वाले धर्मों को स्याद्वाद अपनी सापेक्ष शैली से प्रतिपादन करता है।"
  },
  {
    "class": "para",
    "text": "प्रत्येक वस्तु में अनन्त धर्म हैं। उन सब का कथन एक साथ तो सम्भव नहीं है; क्योंकि शब्दों की शक्ति सीमित है, वे एक समय में एक ही धर्म को कह सकते हैं। अत: अनन्त धर्मों में एक विवक्षित धर्म मुख्य होता है, जिसका कि प्रतिपादन किया जाता है, बाकी अन्य सभी धर्म गौण होते हैं; क्योंकि उनके सम्बन्ध में अभी कुछ नहीं कहा जा रहा है।"
  },
  {
    "class": "para",
    "text": "यह मुख्यता और गौणता वस्तु में विद्यमान धर्मों की अपेक्षा नहीं; किन्तु वक्ता की इच्छानुसार होती है। विवक्षा-अविवक्षा वाणी के भेद हैं, वस्तु के नहीं। वस्तु में तो सभी धर्म प्रति समय अपनी पूरी हैसियत से विद्यमान रहते हैं, उनमें मुख्य-गौण का कोई प्रश्न ही नहीं है; क्योंकि वस्तु में तो उन परस्पर विरोधी प्रतीत होने वाले धर्मों को अपने में धारण करने की शक्ति सदा ही विद्यमान है, क्योंकि वे तो उस वस्तु में अनादिकाल से विद्यमान हैं और अनन्तकाल तक रहेंगे। उनको एक साथ कहने की सामर्थ्य वाणी में न होने से वाणी में विवक्षा-अविवक्षा और मुख्य-गौण का भेद पाया जाता है। | वस्तु तो पर से निरपेक्ष ही है। उसे अपने गुण-धर्मों को धारण करने में किसी पर की अपेक्षा रंचमात्र भी नहीं है। उसमें नित्यता-अनित्यता, एकताअनेकता आदि सब धर्म एक साथ विद्यमान रहते हैं। द्रव्यदृष्टि से वस्तु जिस समय नित्य है, पर्याय दृष्टि से उसी समय अनित्य भी है। वाणी से जब नित्यता का कथन किया जायेगा, तब अनित्यता का कथन सम्भव नहीं है। अतः जब हम वस्तु की नित्यता का प्रतिपादन करेंगे, तब श्रोता यह समझ सकता है कि वस्तु नित्य ही है, अनित्य नहीं। अत: हम 'किसी अपेक्षा नित्य भी है' - ऐसा कहते हैं। ऐसा कहने से उसके ज्ञान में यह बात सहज आ जावेगी कि किसी अपेक्षा अनित्य भी है; भले ही वाणी के असामर्थ्य के कारण वह बात कही नहीं जा रही है। अत: वाणी में स्यात्पद का प्रयोग आवश्यक है, स्यात्पद अविवक्षित धर्मों को गौण करता है, पर अभाव नहीं। उसके प्रयोग बिना अभाव का भ्रम उत्पन्न हो सकता है। | जैनेन्द्रसिद्धान्तकोश में स्याद्वाद का अर्थ इसप्रकार दिया है -"
  },
  {
    "class": "para",
    "text": "\"अनेकान्तमयी वस्तु का कथन करने की पद्धति स्याद्वाद है। किसी भी एक शब्द या वाक्य के द्वारा सारी की सारी वस्तु का युगपत् कथन करना अशक्य होने से प्रयोजनवश कभी एक धर्म को मुख्य करके कथन करते हैं और कभी दूसरे को। मुख्य धर्म को सुनते हुए श्रोता के अन्य धर्म भी गौण रूप से स्वीकार होते रहें, उनका निषेध न होने पावे; - इस प्रयोजन से अनेकान्तवादी अपने प्रत्येक वाक्य के साथ स्यात् या कथंचित् शब्द का प्रयोग करता है।\""
  },
  {
    "class": "para",
    "text": "कुछ विचारक कहते हैं कि स्याद्वाद शैली में 'भी' का प्रयोग है, 'ही' का नहीं। उन्हें 'भी' में समन्वय की सुगंध और 'ही' में हठ की दुर्गन्ध आती है; पर यह उनका बौद्धिक भ्रम ही है। स्याद्वाद शैली में जितनी आवश्यकता 'भी' के प्रयोग की है, उससे कम आवश्यकता 'ही' के प्रयोग की नहीं।'भी' और 'ही' का समान महत्त्व है।"
  },
  {
    "class": "para",
    "text": "'भी' समन्वय की सूचक न होकर 'अनुक्त' की सत्ता की सूचक है और 'ही' आग्रह की सूचक न होकर दृढ़ता की सूचक है। इनके प्रयोग का एक तरीका है और वह है - जहाँ अपेक्षा न बताकर मात्र यह कहा जाता है कि ‘किसी अपेक्षा' वहाँ 'भी' लगाना जरूरी है और जहाँ अपेक्षा स्पष्ट बता दी जाती है, वहाँ 'ही' लगाना अनिवार्य है। जैसे - प्रत्येक वस्तु कथंचित् नित्य भी है और कथंचित् अनित्य भी है। यदि इसी को हम अपेक्षा लगाकर कहेंगे तो इसप्रकार कहना होगा कि प्रत्येक वस्तु द्रव्य की अपेक्षा नित्य ही है और पर्याय की अपेक्षा अनित्य ही है।"
  },
  {
    "class": "para",
    "text": "'भी' का प्रयोग यह बताता है कि हम जो कह रहे हैं, वस्तु मात्र उतनी ही नहीं है, अन्य भी है; किन्तु 'ही' का प्रयोग यह बताता है कि अन्य कोणों से देखने पर वस्तु और बहुत कुछ है; किन्तु जिस कोण से यह बात बताई गई है, वह ठीक वैसी ही है; इसमें कोई शंका की गुंजाइश नहीं है। अत: 'ही' और 'भी' एक दूसरे की पूरक हैं, विरोधी नहीं।'ही' अपने विषय के बारे में सब शंकाओं का अभाव कर दृढ़ता प्रदान करती है और 'भी' अन्य पक्षों के बारे में मौन रह कर भी, उनकी सम्भावना की नहीं, निश्चित सत्ता की सूचक है।"
  },
  {
    "class": "para",
    "text": "'भी' का अर्थ ऐसा करना कि जो कुछ कहा जा रहा है, उसके विरुद्ध भी सम्भावना है, गलत है। सम्भावना अज्ञान की सूचक है अर्थात् यह प्रकट करती है कि मैं नहीं जानता और कुछ भी होगा। जब कि स्याद्वाद, संभावनावाद नहीं; निश्चयात्मक ज्ञान होने से प्रमाण है।'भी' में से यह अर्थ नहीं निकलता कि इसके अतिरिक्त क्या है, मैं नहीं जानता; बल्कि यह निकलता है कि इस समय उसे कहा नहीं जा सकता अथवा उसके कहने की आवश्यकता नहीं है। अपूर्ण को पूर्ण न समझ लिया जाय इसके लिए 'भी' का प्रयोग है। दूसरे शब्दों में जो बात अंश के बारे में कही जा रही है, उसे पूर्ण के बारे में न जान लिया जाय - इसके लिए 'भी' का प्रयोग है, अनेक मिथ्या एकान्तों के जोड़-तोड़ के लिए नहीं।" 
  },
  {
    "class": "para",
    "text":"इसीप्रकार 'ही' का प्रयोग 'आग्रही' का प्रयोग न होकर इस बात को स्पष्ट करने के लिए है कि अंश के बारे में जो कहा गया है, वह पूर्णत: सत्य है। उस दृष्टि से वस्तु वैसी ही है, अन्य रूप नहीं।"
  },
  {
    "class": "para",
    "text": "समन्तभद्रादि आचार्यों ने पद-पद पर 'ही' का प्रयोग किया है। 'ही' के प्रयोग का समर्थन श्लोकवार्तिक में इसप्रकार किया है -"
  },
  {
    "class": "para bold center",
    "text": "\"वाक्येऽवधारणं तावदनिष्ठार्थ निवृत्तये ।<br/>कर्तव्यमन्यथानुक्तसमत्वात्तस्य कुत्रचित् ॥"
  },
  {
    "class": "para",
    "text": "वाक्यों में 'ही' का प्रयोग अनिष्ट अर्थ की निवृत्ति और दृढ़ता के लिए करना ही चाहिए, अन्यथा कहीं-कहीं वह वाक्य नहीं कहा गया सरीखा समझा जाता है।\""
  },
  {
    "class": "para",
    "text": "युक्त्यनुशासन श्लोक ४१-४२ में आचार्य समन्तभद्र ने भी इसीप्रकार का भाव व्यक्त किया है।"
  },
  {
    "class": "para",
    "text": "इस सन्दर्भ में सिद्धान्ताचार्य पण्डित कैलाशचन्दजी लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"इसी तरह वाक्य में एवकार (ही) का प्रयोग न करने पर भी सर्वथा एकान्त को मानना पड़ेगा; क्योंकि उस स्थिति में अनेकान्त का निराकरण अवश्यम्भावी है। जैसे - 'उपयोग लक्षण जीव का ही है' - इस वाक्य में एवकार (ही) होने से यह सिद्ध होता है कि उपयोग लक्षण अन्य किसी का न होकर जीव का ही है; अत: यदि इसमें से 'ही' को निकाल दिया जाय तो उपयोग अजीव का भी लक्षण हो सकता है।''"
  },
  {
    "class": "para",
    "text": "प्रमाण वाक्य में मात्र स्यात् पद का प्रयोग होता है, किन्तु नय वाक्य में स्यात् पद के साथ-साथ एव (ही) का प्रयोग भी आवश्यक है। 'ही' सम्यक् एकान्त की सूचक है और 'भी' सम्यक् अनेकान्त की।" 
  },
  {
    "class":"para",
    "text": "यद्यपि जैनदर्शन अनेकान्तवादी दर्शन कहा जाता है; तथापि यदि उसे सर्वथा अनेकान्तवादी मानें तो यह भी तो एकान्त हो जायेगा। अत: जैनदर्शन में अनेकान्त में भी अनेकान्त को स्वीकार किया गया है। जैनदर्शन सर्वथा न एकान्तवादी है न सर्वथा अनेकान्तवादी। वह कथंचित् एकान्तवादी और कथंचित् अनेकान्तवादी है। इसी का नाम अनेकान्त में अनेकान्त है। कहा भी है -"
  },
  {
    "class": "para center bold",
    "text": "\"अनेकान्तोऽप्यनेकान्तः प्रमाणनयसाधनः ।<br/>अनेकान्तः प्रमाणात्ते तदेकान्तोऽर्पितान्नयात् ॥"
  },
  {
    "class": "para",
    "text": "प्रमाण और नय हैं साधन जिसके, ऐसा अनेकान्त भी अनेकान्त स्वरूप है; क्योंकि सर्वांशग्राही प्रमाण की अपेक्षा वस्तु अनेकान्तस्वरूप एवं अंशग्राही नय की अपेक्षा वस्तु एकान्तरूप सिद्ध है।\""
  },
  {
    "class": "para",  
  "text": "जैनदर्शन के अनुसार एकान्त भी दो प्रकार का होता है और अनेकान्त भी दो प्रकार का - यथा सम्यक् एकान्त और मिथ्या एकान्त, सम्यक् अनेकान्त और मिथ्या अनेकान्त । निरपेक्ष नय मिथ्या एकान्त है और सापेक्ष नय सम्यक् एकान्त है तथा सापेक्ष नयों का समूह अर्थात् श्रुत-प्रमाण सम्यक् अनेकान्त है। और निरपेक्ष नयों का समूह अर्थात् प्रमाणाभास मिथ्या अनेकान्त है।"
  },
  {
    "class": "para",
    "text": "कहा भी है -"
  },
  {
    "class": "para",
    "text": "\"जं वत्थु अणेयन्तं, एयंतं तं पि होदि सविपेक्खं ।<br/>सुयणाणेण णएहि य, णिरवेक्खं दीसदे णेव ॥"
  },
  {
    "class": "para",
    "text": "जो वस्तु अनेकान्तरूप है, वही सापेक्ष दृष्टि से एकान्तरूप भी है। श्रुतज्ञान की अपेक्षा अनेकान्तरूप है और नयों की अपेक्षा एकान्तरूप है। बिना अपेक्षा के वस्तु का रूप नहीं देखा जा सकता है।\""
  },
  {
    "class": "para",
    "text": "अनेकान्त में अनेकान्त की सिद्धि करते हुए अकलंकदेव लिखते हैं -"
  },
  {
    "class": "para",
    "text":  "\"यदि अनेकान्त को अनेकान्त ही माना जाय और एकान्त का सर्वथा लोप किया जाय तो सम्यक् एकान्त के अभाव में, शाखादि के अभाव में वृक्ष के अभाव की तरह, तत्समुदायरूप अनेकान्त का भी अभाव हो जायेगा। अत: यदि एकान्त ही स्वीकार कर लिया जावे तो फिर अविनाभावी इतर धर्मों का लोप होने पर प्रकृत शेष का भी लोप होने से सर्व लोप का प्रसंग प्राप्त होगा।''"
  },
  {
    "class": "para",
    "text": "सम्यगेकान्त नय है और सम्यगनेकान्त प्रमाण । अनेकान्तवाद सर्वनयात्मक है। जिसप्रकार बिखरे हुए मोतियों को एक सूत्र में पिरो देने से मोतियों का सुन्दर हार बन जाता है; उसीप्रकार भिन्न-भिन्न नयों को स्याद्वादरूपी सूत में पिरो देने से सम्पूर्ण नय श्रुतप्रमाण कहे जाते हैं।"
  },
  {
    "class": "para",
    "text": "परमागम के बीजस्वरूप अनेकान्त में सम्पूर्ण नयों (सम्यक् एकान्तों) का विलास है, उसमें एकान्तों के विरोध को समाप्त करने की सामर्थ्य है; क्योंकि विरोध वस्तु में नहीं, अज्ञान में है। जैसे - एक हाथी को अनेक जन्मान्ध व्यक्ति छूकर जानने का यत्न करें और जिसके हाथ में हाथी का पैर आ जाय वह हाथी को खम्भे के समान, पेट पर हाथ फेरने वाला दीवाल के समान, कान पकड़ने वाला सूप के समान और सुंड पकड़ने वाला केले के स्तम्भ के समान कहे  तो वह सम्पूर्ण हाथी के बारे में सही नहीं होगा; क्योंकि देखा है अंश और कहा गया सर्वांश को।।"
  },
  {
    "class": "para",
    "text": "यदि अंश देखकर अंश का ही कथन करें तो गलत नहीं होगा। जैसे - यदि यह कहा जाय कि हाथी का पैर खम्भे के समान है, कान सूप के समान हैं, पेट दीवाल के समान है तो कोई असत्य नहीं; क्योंकि यह कथन सापेक्ष है और सापेक्ष नय सत्य होते हैं। अकेला पैर हाथी नहीं है, अकेला पेट भी हाथी नहीं है; इसीप्रकार कोई भी अकेला अंग अंगी को व्यक्त नहीं कर सकता है।"
  },
  {
    "class": "para",
    "text": "'स्यात्' पद के प्रयोग से यह स्पष्ट हो जाता है कि यहाँ जो कथन किया जा रहा है, वह अंश के सम्बन्ध में है; पूर्ण वस्तु के सम्बन्ध में नहीं। हाथी और हाथी के अंगों के कथन में 'ही' और 'भी' का प्रयोग इसप्रकार होगा -"
  },
  {
    "class": "para",
    "text": "हाथी किसी अपेक्षा दीवाल के समान भी है, किसी अपेक्षा खम्भे के समान भी है, और किसी अपेक्षा सूप के समान भी है। यहाँ अपेक्षा बताई नहीं गई है, मात्र इतना कहा गया है कि 'किसी अपेक्षा'; अत: 'भी' लगाना आवश्यक हो गया। यदि हम अपेक्षा बताते जावें तो 'ही' लगाना अनिवार्य हो जायेगा; अन्यथा भाव स्पष्ट न होगा, कथन में दृढ़ता नहीं आयेगी। जैसे हाथी का पैर खम्भे के समान ही है, कान सूप के समान ही हैं और पेट दीवाल के समान ही है।"
  },
  {
    "class": "para",
    "text": "उक्त कथन अंश के बारे में पूर्ण सत्य है; अत: 'ही' लगाना आवश्यक है। तथा पूर्ण के बारे में आंशिक सत्य है; अत: 'भी' लगाना जरूरी है।"
  },
  {
    "class": "para",
    "text": "जहाँ 'स्यात्' पद का प्रयोग न भी हो तो भी विवेकी जनों को यह समझना चाहिए कि वह अनुक्त (साइलेन्ट) है। कसायपाहुड़ में इस सम्बन्ध में स्पष्ट लिखा है -"
  },
  {
    "class": "para",
    "text": "\"स्यात् शब्द के प्रयोग का अभिप्राय रखने वाला वक्ता यदि स्यात् शब्द का प्रयोग न भी करे तो भी उसके अर्थ का ज्ञान हो जाता है। अतएव स्यात् शब्द का प्रयोग नहीं करने पर भी कोई दोष नहीं है। कहा भी है - स्यात् शब्द के प्रयोग की प्रतिज्ञा का अभिप्राय रखने से 'स्यात्' शब्द का अप्रयोग देखा जाता है।''"
  },
  {
    "class": "para",
    "text": "यद्यपि प्रत्येक वस्तु अनेक परस्पर विरोधी धर्म-युगलों का पिण्ड है; तथापि वस्तु में सम्भाव्यमान परस्पर विरोधी धर्म ही पाये जाते हैं, असम्भाव्य नहीं। अन्यथा आत्मा में नित्यत्व-अनित्यत्वादि के समान चेतन-अचेतनत्व धर्मों की सम्भावना का प्रसंग आयेगा।"
  },
  {
    "class": "para",
    "text": "इस बात को 'धवला' में इसप्रकार स्पष्ट किया है -"
  },
  {
    "class": "para",
    "text": "\"प्रश्न : जिन धर्मों का एक आत्मा में एक साथ रहने का विरोध नहीं है, वे रहें; परन्तु सम्पूर्ण धर्म तो एक साथ एक आत्मा में रह नहीं सकते ?"
  },

  {
    "class": "para",
    "text": "उत्तर : कौन ऐसा कहता है कि परस्पर विरोधी और अविरोधी समस्त धर्मों का एक साथ एक आत्मा में रहना सम्भव है ? यदि सम्पूर्ण धर्मों का एक साथ रहना मान लिया जावे तो परस्पर विरुद्ध चैतन्य-अचैतन्य, भव्यत्व-अभव्यत्व आदि धर्मों का एक साथ आत्मा में रहने का प्रसंग आ जायेगा। इसलिए सम्पूर्ण परस्पर विरोधी धर्म एक आत्मा में रहते हैं, अनेकान्त का यह अर्थ नहीं समझना चाहिए; किन्तु जिन धर्मों का जिस आत्मा में अत्यन्त अभाव नहीं, वे धर्म उस आत्मा में किसी काल और किसी क्षेत्र की अपेक्षा युगपत् भी पाये जा सकते हैं, ऐसा हम मानते हैं।\""
  },
  {
    "class": "para",
    "text": "अनेकान्त और स्याद्वाद का प्रयोग करते समय यह सावधानी रखना बहुत आवश्यक है कि हम जिन परस्पर विरोधी धर्मों की सत्ता वस्तु में प्रतिपादित करते हैं, उनकी सत्ता वस्तु में सम्भावित है भी या नहीं; अन्यथा कहीं हम ऐसा भी न कहने लगे कि कथंचित् जीव चेतन है व कथंचित् अचेतन भी। अचेतनत्व की जीव में सम्भावना ही नहीं है; अत: यहाँ अनेकान्त बताते समय अस्ति-नास्ति के रूप में घटाना चाहिए। जैसे - जीव चेतन (ज्ञान-दर्शन स्वरूप) ही है, अचेतन नहीं।"
  },
  {
    "class": "para",
    "text": "वस्तुतः चेतन और अचेतन तो पस्स्पर विरोधी धर्म हैं और नित्यत्व-अनित्यत्व परस्पर विरोधी नहीं, विरोधी प्रतीत होने वाले धर्म हैं; वे परस्पर विरोधी प्रतीत होते हैं, हैं नहीं। उनकी सत्ता एक द्रव्य में एक साथ पाई जाती है। अनेकान्त परस्पर विरोधी प्रतीत होने वाले धर्मों का प्रकाशन करता है।"
  },
  {
    "class": "para",
    "text": "जिनेन्द्र भगवान का स्याद्वादरूपी नयचक्र अत्यन्त पैनी धार वाला है। इसे अत्यन्त सावधानी से चलाना चाहिए, अन्यथा धारण करने वाले का ही मस्तक भंग हो सकता है। इसे चलाने के पूर्व नयचक्र चलाने में चतुर गुरुओं की शरण लेना चाहिये। उनके मार्गदर्शन में जिनवाणी का मर्म समझना चाहिए।"
  },
  {
    "class": "para",
    "text": "अनेकान्त और स्याद्वाद सिद्धान्त इतना गूढ़ व गम्भीर है कि इसे गहराई से और सूक्ष्मता से समझे बिना इसकी तह तक पहुँचना असम्भव है; क्योंकि ऊपर-ऊपर से देखने पर यह एकदम गलत सा प्रतीत होता है।"
  },
  {
    "class": "para",
    "text": "इस सम्बन्ध में हिन्दू विश्वविद्यालय, काशी के दर्शनशास्त्र के भूतपूर्व प्रधानाध्यापक श्री फणिभूषण अधिकारी ने लिखा है -" 
  },
  {
    "class":"para",
    "text": "\"जैनधर्म के स्याद्वाद सिद्धान्त को जितना गलत समझा गया है; उतना किसी अन्य सिद्धान्त को नहीं। यहाँ तक कि शंकराचार्य भी इस दोष से मुक्त नहीं हैं; उन्होंने भी इस सिद्धान्त के प्रति अन्याय किया है। यह बात अल्पज्ञ पुरुषों के लिए क्षम्य हो सकती थी; किन्तु यदि मुझे कहने का अधिकार है। तो मैं भारत के इस महान् विद्वान् के लिए तो अक्षम्य ही कहूँगा। यद्यपि मैं इस महर्षि को अतीव आदर की दृष्टि से देखता हूँ। ऐसा जान पड़ता है कि उन्होंने इस धर्म के दर्शन-शास्त्र के मूल ग्रन्थों के अध्ययन करने की परवाह नहीं की।''"
  },
  {
    "class": "para",
    "text": "हिन्दी के प्रसिद्ध समालोचक आचार्य महावीरप्रसाद द्विवेदी लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"प्राचीन दर्जे के हिन्दू धर्मावलम्बी बड़े-बड़े शास्त्री तक अब भी नहीं जानते कि जैनियों का स्याद्वाद किस चिड़िया का नाम है।\""
  },
  {
    "class": "para",
    "text": "श्री महामहोपाध्याय सत्यसम्प्रदायाचार्य पण्डित स्वामी राममिश्रजी शास्त्री, प्रोफेसर, संस्कृत कॉलेज, वाराणसी लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"मैं कहाँ तक कहूँ, बड़े-बड़े नामी आचार्यों ने अपने ग्रन्थों में जो जैनमत का खण्डन किया है; वह ऐसा किया है, जिसे सुन-देख हंसी आती है। स्याद्वाद यह जैनधर्म का अभेद्य किला है; उसके अन्दर वादी-प्रतिवादियों के मायामयी गोले नहीं प्रवेश कर सकते। जैनधर्म के सिद्धान्त प्राचीन भारतीय तत्त्वज्ञान और धार्मिक पद्धति के अभ्यासियों के लिए बहुत महत्त्वपूर्ण हैं । इस स्याद्वाद से सर्व सत्य विचारों का द्वार खुल जाता है।''"
  },
  {
    "class": "para",
    "text": "संस्कृत के उद्भट विद्वान डॉ. गंगानाथ झा के विचार भी द्रष्टव्य हैं|" 
  },
  {   
    "class":"para",
    "text": "\"जब से मैंने शंकराचार्य द्वारा जैनसिद्धान्त का खण्डन पढ़ा है; तब से मुझे विश्वास हुआ कि इस सिद्धान्त में बहुत कुछ है, जिसे वेदान्त के आचार्य ने नहीं समझा और जो कुछ अबतक मैं जैनधर्म को जान सका हूँ; उससे मेरा दृढ़ विश्वास हुआ है कि यदि वे जैनधर्म को उसके मूल ग्रन्थों से देखने का कष्ट उठाते तो उन्हें जैनधर्म का विरोध करने की कोई बात नहीं मिलती।''"
  },
  {
    "class": "para",
    "text": "'स्यात्' पद का ठीक-ठीक अर्थ समझना अत्यन्त आवश्यक है। इसके सम्बन्ध में बहुत भ्रम प्रचलित हैं। कोई स्यात् का अर्थ संशय करते हैं, कोई शायद, तो कोई सम्भावना। इस तरह वे स्याद्वाद को शायदवाद, संशयवाद या सम्भावनावाद बना देते हैं। 'स्यात्' शब्द 'तिङन्त' न होकर 'निपात' है। वह सन्देह का वाचक न होकर एक निश्चित अपेक्षा का वाचक है। 'स्यात्' शब्द को स्पष्ट करते हुए तार्किकचूड़ामणि आचार्य समन्तभद्र लिखते हैं -"
  },
  {
    "class": "para center bold",
    "text": "\"वाक्येष्वनेकांतद्योती गम्यं प्रति विशेषणं ।<br/>स्यान्निपातोऽर्थयोगित्वात् तवकेवलिनामपि ।।"
  },
 
  {
    "class": "para",
    "text": "'स्यात्' शब्द निपात है। वाक्यों में प्रमुख यह शब्द अनेकान्त का द्योतक वस्तुस्वरूप का विशेषण है।\""
  },
  {
    "class": "para",
    "text": "शायद, संशय और सम्भावना में एक अनिश्चय है। अनिश्चय अज्ञान का सूचक है। स्याद्वाद में कहीं भी अज्ञान की झलक नहीं है। वह जो कुछ कहता है, दृढ़ता के साथ कहता है; वह कल्पना नहीं करता, सम्भावनाएँ व्यक्त नहीं करता। श्री प्रो. आनन्द शंकर बाबूभाई ध्रुव लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"महावीर के सिद्धान्त में बताये गये स्याद्वाद को कितने ही लोग संशयवाद कहते हैं, इसे मैं नहीं मानता। स्याद्वाद संशयवाद नहीं है; किन्तु वह एक दृष्टिबिन्दु हमको उपलब्ध करा देता है। विश्व का किस रीति से अवलोकन करना चाहिये - यह हमें सिखाता है। यह निश्चय हैं कि विविध दृष्टिबिन्दुओं द्वारा निरीक्षण किये बिना कोई भी वस्तु सम्पूर्ण स्वरूप में आ नहीं सकती। स्याद्वाद (जैनधर्म) पर आक्षेप करना यह अनुचित है।''"
  },
  {
    "class": "para",
    "text": "आचार्य समन्तभद्र ने स्याद्वाद को केवलज्ञान के समान सर्वतत्त्वप्रकाशक माना है। भेद मात्र प्रत्यक्ष और परोक्ष का है।"
  },
  {
    "class": "para",
    "text": "अनेकान्त और स्याद्वाद का सिद्धान्त वस्तुस्वरूप के सही रूप का दिग्दर्शन करने वाला होने से आत्म-शान्ति के साथ-साथ विश्व-शान्ति का भी प्रतिष्ठापक सिद्धान्त है।"
  },
  {
    "class": "para",
    "text": "इस सम्बन्ध में सुप्रसिद्ध ऐतिहासिक विद्वान एवं राष्ट्रकवि रामधारीसिंह 'दिनकर' लिखते हैं -"
  },
  {
    "class": "para",
    "text": "\"इसमें कोई सन्देह नहीं कि अनेकान्त का अनुसंधान भारत की अहिंसा साधना का चरम उत्कर्ष है और सारा संसार इसे जितनी ही शीघ्र अपनायेगा, विश्व में शान्ति भी उतनी ही शीघ्र स्थापित होगी।\""
  },
  {
    "class": "para",
    "text": "इसप्रकार हम देखते हैं कि अनेकान्त और स्याद्वाद जैनदर्शन के ऐसे विषय हैं कि जिनको समझे बिना जैनदर्शन को ही नहीं समझा जा सकता। अतः जैनदर्शन को मर्म जानने के लिए इन विषयों को गहराई से समझने का प्रयास करना चाहिए।"
  }
]