
[
    {
      "class": "para center",
      "text": "मङ्गलाचरण (दोहा) "
    },
    {
      "class": "para bold center",
      "text": "परम पुरुष निज अर्थको, साधि हुए गुणवृन्द ।<br/>आनन्दामृत-चन्द्रको, वन्दत हूँ सुखकन्द ॥1॥ "
    },
    {
      "class": "para bold center",
      "text": "वानी बिन वैन न बने, वैन बिना बिन नैन।<br/>नैन बिना ना वान बन, नमों वानि बिन वैन ।।2।।"
    },
    {
      "class": "para bold center",
      "text": "गुरु उर भावै आप-पर, तारक वारक पाप।<br/>सुरगुरु गावे आप-पर हारक वाच कलाप ।।3।।"
    },
    {
      "class": "para bold center",
      "text": "मैं नमों नगन जैन जन ज्ञान ध्यान धन लीन|<br/>मैन मान बिन गान घन एन हीन तन छीन ।।4।।"
    },
    {
      "class": "para",
      "text": "<b>भावार्थ :-</b>जो परमपुरुष निजसुखस्वरूप प्रयोजनको साधकर शुद्ध गुणसमूहरूप हुए, उन आनन्दामृतचन्द्रको (-जिनेन्द्रदेवको) मैं—जो (द्रव्यदृष्टिसे) सुखकन्द हैं वह वन्दना करता हूँ ।।1।। वाणी बिना वचन नहीं हो सकते और वचनोंके बिना नयोंका कथन संभव नहीं है, नयोंके कथन बिना (-वस्तुस्वरूपका वर्णन करनेवाली) स्याद्वादरूप वाणी नहीं बन सकती, किन्तु हे जिनेन्द्रदेव ! आपकी वाणी स्याद्वादरूप होती हुई भी निरक्षरी है, मैं उसे नमस्कार करता हूँ ।।2।। सुरगुरु (बृहस्पति) अपने और दूसरोंके मनको हरनेवाले वचनों द्वारा अपना और परका कल्याण करनेवाले एवं पापोंका नाश करनेवाले जिन गुरुओंकी स्तुति करते हैं, वे गुरु मेरे हृदय में वास करें ।।3। मैं जिनमुद्रा धारक जैन नग्न दिगम्बर मुनिको नमस्कार करता हूँ कि जो ज्ञान-ध्यानरूपी धन–स्वरूपमें लीन हैं, काम, मान (घमण्ड, कर्तृत्व, ममत्व) से रहित, मेघ समान धर्मोपदेशकी वृष्टि करनेवाले, पाप रहित और क्षीणकाय हैं, अर्थात् कषाय और काया क्षीण हैं तथा ज्ञानस्वरूपमे अत्यन्त पुष्ट हैं। ।।4।।"
    },
    {
      "class": "para center",
      "text": "(कवित्त सवैया मनहरण ३१ वर्ण) "
    },
    {
      "class": "para center bold",
      "text": "कोई नर निश्चयसे आत्माको शुद्ध मान,<br/>हुआ है स्वच्छन्द न पिछाने निज शुद्धता।<br/>कोई व्यवहार दान तप शीलभावको ही,<br/>आत्माका हित मान छोड़े नहीं मूढ़ता।<br/>कोई व्यवहारनय–निश्चयके मारगको,<br/>भिन्न भिन्न जानकर करत निज उद्धता।<br/>जाने जब निश्चयके भेद व्यवहार सब,<br/>कारणको उपचार माने तब बुद्धता ।।5।।"
    },
    {
      "class":"para center",
      "text": "(दोहा)"
    },
    {
      "class": "para center bold",
      "text": "श्रीगुरु परम दयालु हो, दिया सत्य उपदेश।<br/>ज्ञानी माने जानकर, ठानत मूढ़ कलेश ।।6।।"
    },
    {
      "class": "para",
      "text": "अब ग्रन्थकर्ता श्री अमृतचन्द्राचार्यदेव मङ्गलाचरणके निमित्त अपने इष्टदेवको स्मरण करके, इस जीवका प्रयोजन सिद्ध होने में कारणभूत, निश्चय और व्यवहार मोक्षमार्गकी एकतारूप उपदेश जिसमें है, ऐसे ग्रन्थका आरम्भ करते हैं। सूत्रावतार :-"
    },
    {
      "class": "para center",
      "text": "(आर्या छंद) "
    },
    {
      "class": "para bold center",
      "text": "तज्जयति परं ज्योतिः समं समस्तैरनन्तपर्यायैः ।<br/>दर्पणतल इव सकला प्रतिफलति पदार्थमालिका यत्र ।।1।।"
    },
    {
      "class": "para",
      "text": "<b>अन्वयार्थ :</b> <b>(यत्र</b>) जिसमें <b>(दर्पणतल इव)</b> दर्पणके तलकी तरह <b>(सकला)</b> समस्त <b>(पदार्थमालिका)</b> पदार्थोंका समूह <b>(समस्तैरनन्तपर्यायैः समं)</b> अतीत, अनागत और वर्तमान कालकी समस्त अनन्त पर्यायों सहित <b>(प्रतिफलति)</b> प्रतिबिम्बित होता है, <b>(तत्)</b> वह <b>(परं ज्योतिः)</b> सर्वोत्कृष्ट शुद्ध चेतनारूप प्रकाश <b>(जयति)</b> जयवन्त वर्तो।"
    },
    {
      "class": "para",
      "text": "<b>टीका :</b> <b>तत् परंज्योतिः जयति</b>- वह परम ज्योति सर्वोत्कृष्ट शुद्धचेतनाका प्रकाश जयवन्त वर्तता है। वह कैसा है ? <b>यत्र सकला पदार्थमालिका प्रतिफलति-</b> जिस शुद्धचेतना प्रकाशमें समस्त ही जीवादि पदार्थोंका समूह प्रतिबिम्बित होता है। किस प्रकार ? <b>समस्तैः अनन्तपर्यायैः समं</b>-अपनी समस्त अनन्त पर्यायों सहित प्रतिविम्बित होता है।"
    },
    {
      "class": "para",
      "text": "<b>भावार्थ:-</b> शुद्धचेतनाप्रकाशकी कोई ऐसी ही महिमा है, कि उसमें, जितने भी पदार्थ हैं वह सभी अपने आकार सहित प्रतिभासमान होते हैं। किस प्रकार ? <b>दर्पणतल इव</b>- जिस प्रकार दर्पणके ऊपरके भागमें घटपटादि प्रतिविम्बित होते हैं। यहाँ दर्पणका दृष्टान्त दिया है उसका प्रयोजन यह जानना कि दर्पणको ऐसी इच्छा नहीं है कि मैं इन पदार्थोंको प्रतिबिम्बित करें। जिस प्रकार लोहेकी सुई लोहचुम्बकके पास स्वयं ही जाती है, वैसे दर्पण अपना स्वरूप छोड़कर पदार्थों का प्रतिविम्बित करनेके लिये उनके पास नहीं जाता और वे पदार्थ भी अपना स्वरुप छोड़कर उस दर्पणमें प्रवेश नहीं कर जाते । जैसे कोई पुरुष किसी दूसरे पुरुषसे कहे कि हमारा यह काम करो ही करो, तैसे वे पदार्थ अपनेको प्रतिबिम्बित करवानेके लिये दर्पणसे प्रार्थना भी नहीं करते । सहज ही ऐसा सम्बन्ध है कि जैसा उन पदार्थोका आकार होता है वैसा ही आकाररूप वे दर्पणमें प्रतिबिम्बित होते हैं । प्रतिविम्बित होने पर दर्पण ऐसा नहीं मानता कि यह पदार्थ मेरे लिये भले हैं, उपकारी हैं, राग करने योग्य हैं, अथवा बुरे हैं और द्वेष करने योग्य हैं; वह तो सभी पदार्थों के प्रति समानभावको प्रवर्तन करता है। जिस प्रकार दर्पणमें कितने ही घटपटादि पदार्थ प्रतिविम्बित होते हैं उसी प्रकार ज्ञानरूपी दर्पणमें समस्त जीवादि पदार्थ प्रतिविम्बित होते हैं। ऐसा कोई द्रव्य या पर्याय नहीं है जो ज्ञानमें न आया हो। ऐसी शुद्धचैतन्य परम ज्योति की सर्वोत्कृष्ट महिमा स्तुति करने योग्य है।"
    },
    {
      "class": "para",
      "text": "यहां कोई प्रश्न करे, कि यहाँ गुणका स्तवन तो किया किन्तु किसी पदार्थका नाम नहीं लिया उसका कारण क्या ? प्रथम पदार्थका नाम लेना चाहिए, पश्चात् गुण का वर्णन करना चाहिए। उसका उत्तर :-यहां आचार्यने अपनी परीक्षाप्रधानता प्रकट की है। भक्त दो प्रकारके होते हैं—एक आज्ञाप्रधानी और दूसरे परीक्षाप्रधानी। जो जीव परम्परा मार्गसे चले आए, जैसे-तैसे देव-गुरुका उपदेश प्रमाण करके विनयादि क्रियारूप प्रवर्तन करते हैं उन्हें आज्ञाप्रधानी कहते हैं और जो अपने सम्यग्ज्ञान द्वारा प्रथम स्तुति करने योग्य गुणका निश्चय करते हैं, पश्चात् जिनमें वह गुण होता है उनके प्रति विनयादि क्रियारूप प्रवर्तन करते हैं, उन्हें परीक्षाप्रधानी करते हैं। क्योंकि कोई पद, वेश अथवा स्थान पूज्य नहीं है, गुण पूज्य है इसलिये यहाँ शुद्धचेतना प्रकाशरूप गुण स्तुति करने योग्य है, ऐसा आचार्यने निश्चय किया। जिसमें ऐसा गुण हो वह सहज ही स्तुति करने योग्य हुआ। कारण कि गुण द्रव्याश्रित है, द्रव्यसे भिन्न नहीं, ऐसे विचार पूर्वक निश्चय करें तो ऐसा गुण प्रकट रूपसे अरिहन्त और सिद्धमें होता है। इस प्रकार अपने इष्टदेवको स्तवन किया ।।1।।"
    },
    
  {
    "class": "para",
    "text": "अब इष्ट आगमका स्तवन करते हैं"
  },
  {
      "class":"para center bold",
       "text":"परमागमस्य जीवं निषिद्धजात्यन्ध सिन्धुराविधानम्।<br/>सकलनय विलसितानां विरोधमथनं नमाम्यनेकान्तम् ।।2।। "
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ :</b> <b>(निषिद्धजात्यन्ध सिन्दुरविधानम् )</b> जन्मान्ध पुरुषों के हस्तिविधानका निषेध करनेवाला, <b>(सकलनय विलसितानाम्)</b> समस्त नयोंसे प्रकाशित वस्तु स्वभावका <b>(विरोधमथनं)</b> विरोध दूर करनेवाला <b>(परमागमस्य)</b> उत्कृष्ट जैन सिद्धान्तका <b>(जीवं)</b> जीवभूत <b>(अनेकान्तम्)</b> अनेकान्तको एक पक्ष रहित स्याद्वादको मैं अमृतचन्द्रसूरि नमस्कार करता हूं।"
  },
  {
    "class": "para",
    "text": "<b>टीका :</b> <b>अहं अनेकान्त नमामि</b>- मैं ग्रन्थकर्त्ता, अनेकान्त- एक पक्ष रहित स्याद्वादको नमस्कार करता हूँ। यहाँ कोई प्रश्न करे कि जिनागमको नमस्कार करना चाहिये था, उसके बदले स्याद्वाद को नमस्कार किया, उसका कारण क्या ? उसका उत्तर : जिस स्याद्वादको हमने नमस्कार किया, वह कैसा है ? <b>परमागमस्य जीवं</b>- उत्कृष्ट जैन सिद्धान्तका जीवभूत है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ:-</b> जैसे शरीर जीव सहित कार्यकारी है, जीव रहित मृतक शरीर किसी कामका नहीं वैसे ही जैन सिद्धान्त भी वचनात्मक है, वचन क्रमवर्ती है। वह जो कथन करता है वह एक नयकी प्रधानतासे करता है परन्तु जैन सिद्धान्त सर्वत्र स्याद्वादसे व्याप्त है। जहाँ एक नयकी प्रधानता है वहाँ दूसरा नय सापेक्ष है, इसलिये जैन सिद्धान्त इस जीवको कार्यकारी है। अन्यमतका सिद्धान्त एक पक्षसे दूषित है, स्याद्वाद रहित है, अतः कार्यकारी नहीं है। जो जैन शास्त्रोंके उपदेशको भी अपने अज्ञानसे स्याद्वाद रहित श्रद्धान करते हैं उन्हें विपरीत फल मिलता है। इसलिए स्याद्वाद परमागम का जीवभूत है। उसे नमस्कार करता हूँ।"
  },
  {
    "class": "para",
    "text": "कैसा है स्याद्वाद ?<b> निषिद्धजात्यन्ध सिन्धुरविधानम्</b>- जन्मान्ध पुरुषोंका हस्तिविधान जिसने दूर कर दिया है, ऐसा है। जिस प्रकार अनेक जन्मान्ध पुरुष मिले, उन्होंने एक हाथीके अनेक अंग अपनी स्पर्शनेन्द्रियसे अलग अलग जाने । आँखों बिना, पूर्ण सर्वांग हाथीको न जाननेसे, हाथीका स्वरूप अनेक प्रकार कहकर (एक अंगको ही सर्वांग मानकर) परस्पर वाद करने लगे। तब आँख वाले पुरुषने हाथीका यथार्थ निर्णय करके उनकी भिन्न-भिन्न कल्पनाको दूर कर दिया। उसी प्रकार अज्ञानी एक वस्तुके अनेक अंगों को अपनी बुद्धिसे जुदे-जुदे अन्य-अन्य रीतिसे निश्चय करता है। । सम्यग्ज्ञान बिना सर्वांग (सम्पूर्ण) वस्तुको न जाननेसे एकान्तरुप वस्तु मानकर परस्पर वाद करता है। वहाँ स्याद्वाद विद्याके बलसे सम्यग्ज्ञानी यथार्थरूपेण वस्तुका निर्णय करके उसकी भिन्न भिन्न कल्पना दूर कर देता है। उसका उदाहरण-"
  },
  {
    "class": "para",
    "text": "सांख्यमती वस्तुको नित्य ही मानता है, बौद्धमती क्षणिक ही मानता है। स्याद्वादी कहता है कि जो वस्तु सर्वथा नित्य ही हो तो अनेक अवस्थाओंका पलटना किस प्रकार बन सकता है ? जो वस्तुको सर्वथा क्षणिक मान लें तो जो वस्तु पहले देखी थी वह यही हैं ऐसा प्रत्यभिज्ञान किस प्रकार हो सकता है ? अतः कथंचित द्रव्यकी अपेक्षासे वस्तु नित्य है और पर्याय की अपेक्षासे क्षणिक है। इस भाँति जब स्याद्वादसे सर्वांग वस्तुका निर्णय करनेमें आता है तब एकान्त श्रद्धाका निषेध हो जाता है। पुनः कैसा है स्याद्वाद ? <b>सकल नय विलसितानां विरोधमथनं</b>- समस्त नयोंसे प्रकाशित जो वस्तु-स्वभाव, उसके विरोधको दूर करता है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :</b> नय-विवक्षासे वस्तुमें अनेक स्वभाव हैं और उनमें परस्पर विरोध है। जैसे कि अस्ति और नास्तिका प्रतिपक्षीपना है परन्तु जब स्याद्वादसे स्थापन करें तो सर्व विरोध दूर हो जाता है। किस प्रकार ? एक ही पदार्थ कथंचित् स्वचतुष्टयकी अपेक्षासे अस्तिरूप है, कथंचित् परचतुष्टयकी अपेक्षासे नास्तिरूप है । कथंचित् समुदायकी अपेक्षासे एकरूप है, कथंचित् गुण–पर्यायकी अपेक्षासे अनेकरूप है। कथंचित् संज्ञा, संख्या, लक्षण और प्रयोजनकी अपेक्षासे गुण पर्यायादि अनेक भेदरूप है। कथंचित् सत्की अपेक्षासे अभेदरूप है । कथंचित् द्रव्य अपेक्षासे नित्य है, कथंचित् पर्याय अपेक्षासे अनित्य है। इसप्रकार स्याद्वाद सर्व विरोधको दूर करता है। स्यात् अर्थात् कथंचित् नय—अपेक्षासे वाद अर्थात् वस्तु-स्वभावका कथन, इसे स्याद्वाद कहते हैं, इसीको नमस्कार किया है ।।2।।"
  },
  {
    "class": "para",
    "text": "आगे आचार्य ग्रन्थ करनेकी प्रतिज्ञा करते हैं-" 
  },
  {
      "class":"para center bold",
      "text":"लोकत्रयैकनेत्रं निरूप्य परमागमं प्रयत्नेन।<br/>अस्माभिरुपोदिध्रयते विदुषां पुरुषार्थसिद्ध्युपायोडयम् ।।3।।"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ :</b> <b>(लोकत्रयैकनेत्र)</b> तीन लोक सम्बन्धी पदार्थोको प्रकाशित करने में अद्वितीय नेत्र <b>(परमागर्म)</b> उत्कृष्ट जैनागमको <b>(प्रयवेन)</b> अनेक प्रकारके उपायों से <b>(निरूप्य)</b> जानकर अर्थात् परम्परा जैन सिद्धान्तोंके निरूपण पूर्वक <b>(अस्माभिः)</b> हमारे द्वारा <b>(विदुषां)</b> विद्वानों के लिये <b>(वयं)</b> यह <b>(पुरुषार्थसिद्ध्युपायः)</b> पुरुषार्थसिद्धिउपाय नामक ग्रन्थ <b>(उपोदिध्रयते)</b> उद्धार करनेमें आता है।"
  },
  
  {
    "class": "para",
    "text": "<b>टीका :- अस्माभिः विदुषां अयं पुरुषार्थसिद्ध्युपायः उपोधियते</b>- मैं  ग्रन्थकर्त्ता ज्ञानी जीवोंके लिए यह पुरूषार्थसिद्ध-उपाय नामक ग्रन्थ अथवा चैतन्य पुरुषका प्रयोजन सिद्ध करनेका उपाय प्रकट करता है। <b>किं कृत्वा-</b> क्या करके ? <b>प्रयतेन–</b>अनेक प्रकारसे उद्यम करके सावधानी पूर्वक–<b>परमागर्म निरूप्य-</b> परम्परासे जैन सिद्धान्तका विचार करके।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ:-</b>जिस प्रकार केवली, श्रुतकेवली और आचार्योंके उपदेशकी परम्परा है उसका विचार करके में उपदेश देता है। स्वमतिसे कल्पित रचना नहीं करता हूँ। कैसा है परमागम ? <b>लोकत्रयैकनेत्रं–</b>तीन लोकमें त्रिलोक सम्बन्धी पदार्थोंको बतानेके लिये अद्वितीय नेत्र है॥3॥"
  },
  {
    "class": "para",
    "text": "इस ग्रन्थके प्रारम्भमें वक्ता, श्रोता और ग्रन्थका वर्णन करना चाहिए ऐसी परम्परा है।"
  },
  {
    "class": "para",
    "text": "इसलिये प्रथम ही वक्ताका लक्षण कहते हैं"
  },
  {
    "class": "para center bold",
    "text": "मुख्योपचार विवरण निरस्तदुस्तरविनेय दुर्बोधाः ।<br/>व्यवहार निश्चयज्ञाः प्रवर्तयन्ते जगति तीर्थम् ।।4।।"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ :-(मुख्योपचार विवरण निरस्त दुस्तर विनेय दुर्बोधाः)</b> मुख्य और उपचार कथनके विवेचनसे प्रकटरूपेण शिष्योंका दुर्निवार अज्ञानभाव जिन्होंने नष्ट कर दिया है तथा <b>(व्यवहारनिश्चयज्ञाः)</b> जो व्यवहारनय और निश्चयनयके ज्ञाता हैं, ऐसे आचार्य <b>(जगति)</b> जगतमें <b>(तीर्थ)</b> धर्मतीर्थका <b>(प्रवर्तयन्ते)</b> प्रवर्तन कराते हैं।"
  },
  {
    "class": "para",
    "text": "<b>टीका :– व्यवहार निश्चयज्ञाः जगति तीर्थं प्रवर्तयन्ते–</b>व्यवहार और निश्चयके जाननेवाले आचार्य इस लोकमें धर्मतीर्थका प्रवर्तन कराते हैं। कैसे हैं आचार्य ? <b>मुख्योपचार विवरण निरस्त दुस्तर विनेय दुर्योधाः—</b>मुख्य और उपचार कथनसे शिष्यके अपार अज्ञानभावको जिन्होंने नाश किया है, ऐसे हैं।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :-</b>उपदेशदाता आचार्यमें अनेक गुण चाहिए । परन्तु व्यवहार और निश्चयका ज्ञान मुख्यरूपसे चाहिए। किसलिए? जीवोंको अनादिसे अज्ञानभाव है, वह मुख्य (निश्चय) कथन और उपचार (व्यवहार) कथनके जाननेसे दूर होता है । वहाँ मुख्य कथन तो निश्चयनयके आधीन है, वही बताते हैं। <b>स्वाश्रितो निश्चयः-</b> जो अपने ही आश्रयसे हो उसको निश्चय कहते हैं। जिस दुब्यके अस्तित्वमें जो भाव पाये जावे, उस द्रव्यमें उनका ही स्थापन करना, तथा परमाणुमात्र भी अन्य क्लपना न करनेका नाम स्वाश्रित है। उसका जो कथन है उसीको मुख्य कथन कहते हैं। (मुख्य-निश्चय) इसको जाननेसे अनादि शरीरादि पदव्यमें एकत्व श्रद्धानरूप अज्ञानभाबका अभाव होता है, भेदविज्ञानकी प्राप्ति होती है, सर्व परत्र्यसे भिन्न अपने शुद्ध चैतन्यस्वरूपका अनुभव होता है। वहाँ परमानन्द दशामें मग्न होकर केवल दशाको प्राप्त होता है। जो अज्ञानी इसको जाने बिना धर्ममें प्रवृत्ति करते हैं, वे शरीराश्रित क्रियाकाण्डको उषादेव जानकर, संसारका कारण जो शुभोपयोग उसे ही मुक्तिका कारण मानकर, स्वरूपसे भ्रष्ट होते हुए संसारमें भ्रमण करते हैं। इसलिए मुख्य (निश्चय) कथनका ज्ञान अवश्य होना चाहिए। और वह निश्चयनयके आधीन है इसलिए उपदेशदाता निश्वयनयका ज्ञाता होना चाहिए । कारण कि स्वयं ही न जाने तो शिष्योंको कैसे समझा सकता है?"
  },
  {
    "class": "para",
    "text": "तथा <b>पराश्रितो व्यवहारः -<b> जो परब्यके आश्रित हो उसे व्यवहार करते हैं। किंचित् मात्र कारण पाकर अन्य द्रव्यका भाव अन्य द्रव्यमें स्थापन करे उसे पराश्रित कहते हैं। उसीके कथनको उपचार-कथन कहते हैं। इसे जानकर शरीरादिके साथ सम्बन्धरुप संसार दशा है उसका ज्ञान करके, संसारके कारण जो आस्रब–बन्ध हैं उन्हें पहचान कर, मुक्त होनेके उपाय जो संवर–निर्जरा हैं उनमें प्रवर्तन करे । अज्ञानी इन्हें जाने बिना शुद्धोपयोगी होनेकी इच्छा करता है, वह पहले ही व्यवहार साधनको छोड़कर पापाचरणमें लीन होकर, नरकादिके दुःख–संकटोंमें जा गिरता है। । इसलिए उपचारकथनका भी ज्ञान होना चाहिए। और वह व्यबहारनयके आधीन है। अतः उपदेशदाताको व्यवहारका भी ज्ञान होना आवश्यक है। इस भाँति दोनों नयोंके ज्ञाता आचार्य धर्मतीर्थक प्रवर्तक होते हैं, अन्य नहीं ।।4।।"
  },
  {
    "class": "para",
    "text": "आगे कहते हैं कि आचार्य दोनों नयोंका उपदेश किस प्रकार करते हैं:-"
  },
  {
    "class": "para center bold",
    "text": "निश्चयमिह भूतार्थं व्यवहारं वर्णयन्तभूतार्थम् ।<br/>भूतार्थबोधविमुखः प्रायः सर्वोडपि संसारः ।।5।।"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ :–(इह)</b> इस ग्रन्थमें <b>(निश्चयं)</b> निश्चयनयको <b>(भूतार्थ)</b> भूतार्थ और <b>(व्यवहारं)</b> व्यवहारनयको <b>(अभूतार्थ)</b> अभूतार्थ <b>(वर्णयन्ति)</b> वर्णन करते हैं । <b>(प्रायः)</b> प्रायः <b>(भूतार्थबोध विमुखः)</b> भूतार्थ अर्थात् निश्चयनयके ज्ञानसे विस्द्र जो अभिप्राय है, वह <b>(सर्वोडषि)</b> समस्त ही <b>(संसारः)</b> संसारस्वरूप है।"
  },
  {
    "class": "para",
    "text": "<b>टीका :-इह निश्चयं भूतार्थ व्यवहारं अभूतार्थ वर्णयन्ति-</b> आचार्य इन दोनों नयोंमें निश्चयनयको भूतार्थ कहते हैं और व्यवहारनयको अभूतार्थ कहते हैं।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :–</b> भूतार्थ नाम सत्यार्थका है। भूत अर्थात् जो पदार्थमें पाया जावे, और अर्थ अर्थात् भाव। उनको जो प्रकाशित करे तथा अन्य किसी प्रकारकी कल्पना न करे उससे भूतार्थ कहते हैं। जिस प्रकार कि सत्ववादी सत्य ही कहता है, कल्पना करके कुछ भी नहीं कहता। वहीं यहाँ बताया जाता है । यद्यपि जीव और पुद्गलका अनादि कालसे एकक्षेत्रावगाह सम्बन्ध है और दोनों मिले हुए जैसे दिखाई पड़ते हैं तो भी निश्चयनय आत्मद्रव्यको शरीरादि परद्रव्योंसे भिन्न ही प्रकाशित करता है । यही भिन्नता मुक्तदशामें प्रकट होती है। इसलिए निश्चयनय सत्यार्थ है।"
  },
  {
    "class": "para",
    "text": "अभूतार्थ नाम असत्यार्थका है। अभूत अर्थात् जो पदार्थमें न पाया जावे और, अर्थ भूतार्थ भाव । उनको जो अनेक प्रकारकी कल्पना करके प्रकाशित करे उसे अभूतार्थ कहते हैं। जैसे कोई असत्यवादी पुरुष जरासे भी कारणका बहाना–छल पाकर अनेक कल्पना करके असदृशको भी सदृश कर दिखाता है। उसीको बताते हैं। जैसे यद्यपि जीव और पुद्गलककी सत्ता भिन्न है, स्वभाव भिन्न है, प्रदेश भिन्न है, तथापि एकक्षेत्रावगाह सम्बन्धका छल (बहाना) पाकर आत्मद्रव्यको शरीरादिक परद्रव्यसे एकत्वरूप कहता है। मुक्त दशामें प्रकट भिन्नता होती है । तब व्यवहारनय स्वयं ही भिन्न-भिन्न प्रकाशित करनेको तैयार होता है। अतः व्यवहारनय असत्यार्थ है। <b>प्रायः भूतार्थ बोध विमुखः सर्वोडपि संसारः - </b>अतिशयपने सत्यार्थ जो निश्चयनय है। उसके परिज्ञानसे विपरीत जो परिणाम (अभिप्राय) है वह समस्त संसारस्वरूप ही है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :-</b>इस आत्माका परिणाम निश्चयनयके श्रद्धानसे विमुख होकर, शरीरादिक परद्रव्योंके साथ एकत्व श्रद्धानरूप होकर प्रवर्तन करे उसीका नाम संसार है । इससे जुदा संसार नामका कोई पदार्थ नहीं है। इसलिए जो जीव संसारसे मुक्त होनेके इच्छुक हैं उन्हें शुद्धनयके सन्मुख रहना योग्य है । इसीको उदाहरण देकर समझाते हैं। जिस प्रकार बहुत पुरुष कीचड़के संयोगसे जिसकी निर्मलता आच्छादित हो गई है, ऐसे गंदले जलको ही पीते हैं। और कोई अपने हाथसे कतकफल (निर्मली) डालकर कीचड़ और जलको अलग-अलग करता है। वहाँ निर्मल जलका स्वभाव ऐसा प्रकट होता है जिसमें अपना पुरूषाकार प्रतिभासित होता है, उसी निर्मल जलका वह आस्वादन करता है। उसी प्रकार बहुतसे अज्ञानी जीव कर्मके संयोगसे जिसका ज्ञानस्वभाव बँक गया है ऐसे अशुद्ध आत्माका अनुभव करते हैं। कुछ ज्ञानी जीव अपनी बुद्धिसे शुद्धनिश्चयनयके स्वरूपको जानकर कर्म और आत्माको भिन्नभिन्न करते हैं तब निर्मल आत्माका स्वभाव ऐसा प्रगट होता है जिसमें अपने चैतन्यपुरुषका आकार प्रतिभासित हो जाता है। इस प्रकार वह निर्मल आत्माका स्वानुभवरूप आस्वादन करते हैं। अतः शुनय कतकफल समान है, उसीके श्रद्धानसे सर्वसिद्धि होती है ।।5।।"
  },
  {
    "class": "para",
    "text": "आगे कहते हैं कि यदि एक निश्चयनवके श्रद्धानसे ही सर्व सिद्धी होती है तो फिर आचार्य व्यवहारनयका उपदेश क्यों करते हैं? उसका उत्तर—अर्थ इस गाथामें कहा है।5।।"
  },
  {
    "class": "para",
    "text": "अब जो श्रोता गावामें कथित अर्बके उपदेशको अंगीकार करने योग्य नहीं हैं। उनका कथन करते हैं:-"
  },
  {
    "class": "para center bold",
    "text": "अबुधस्य बोधनार्थं मुनीश्वराः देशयन्त्यभूतार्थम् ।<br/>व्यवहारमेव केवलमवैति यस्तस्य देशना नास्ति ।।6।।"
  },

  {
    "class": "para",
    "text": "<b>अन्वयार्थ :-(मुनीश्वराः)</b> ग्रन्थकर्ता आचार्य <b>(अबुधस्य)</b> अज्ञानी जीवोंको <b>(बोधनार्थं)</b> ज्ञान उत्पन्न करनेके लिये <b>(अभूतार्थं)</b> व्यवहारनयका<b>(देशयन्ति)</b> उपदेश करते हैं और <b>(यः)</b> जो जीव <b>(केवल)</b> केवल <b>(व्यबहारम् एव)</b> व्यवहारनयको ही <b>(अवैति)</b> जानता है <b>(तस्य)</b> उसको–उस मिथ्यादृष्टि जीवके लिये <b>(देशना)</b> उपदेश <b>(नास्ति)<b/> नहीं है।"
  },
  {
    "class": "para",
    "text": "<b>टीका :-मुनीश्वराः अबुधस्य बोधनार्थं अभूतार्थं देशयन्ति–</b>मुनीश्वर अर्थात् आचार्य अज्ञानी जीवोंको ज्ञान उत्पन्न करनेके लिये अभूतार्थ ऐसा जो व्यबहारनय उसका उपदेश करते हैं।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :-<b>अनादिका अज्ञानी जीव व्यवहारनयके उपदेश बिना समझ नहीं सकता इसलिये आचार्य महाराज व्यवहारनपके द्वारा उसको समझाते हैं । वही यहाँ बता रहे हैं । जैसे किसी मलेच्छको एक ब्राह्मणने स्वस्ति शब्द कहकर आशीर्वाद दिया, तो उसे उसके अर्थका कुछ बोध नहीं हुआ और बहू ब्राह्मणकी तरफ ताकता रहा। वहाँ एक दुभाषिया उससे म्लेच्छ भाषामें बोला कि यह ब्राह्मण कहता है कि तेरा कल्याण हो, तब आनन्दित होकर उस म्लेच्छने आशीर्वाद अंगीकार किया। ठीक इसी प्रकार आचार्यने अज्ञानी जीवको आत्मा शब्द कहकर उपदेश दिया तब वह कुछ नहीं समझा और आचार्यकी तरफ देखता रह गया। तब निश्चय और व्यवहारनपके ज्ञाता आचार्यने व्यवहारनपके द्वारा भेद उत्पन्न करके (-गुण-गुणी आदि विवक्षा-भेद द्वारा) उसे बताया कि जो यह देखनेवाला, जाननेवाला और आचरण करनेवाला पदार्थ है वही आत्मा है, तब सहज परमानन्द दशाको प्राप्त होकर वह आत्माको निजस्वरूपमें अंगीकार करता है। इस प्रकार यह सद्भूतव्यवहारनयका उदाहरण दिया।"
  },
  {
    "class": "para",
    "text": "आगे असद्भूतव्यवहारनयका उदाहरण देते हैं। जैसे घृतसे संयुक्त मिट्टीके घट्टेको व्यवहारसे घीका घड़ा कहते हैं। वहाँ कोई पुरुष जन्मसे ही उसको धीका घड़ा जानता है। जब कोई पुरुष घृता घड़ा कहकर उसे समझाता है तभी वह समझता है और यदि उससे मिट्टीका घड़ा कहकर संवोधन किया जाय तो वह किसी दूसरे कोरे घटेको समझ बैठता है—धीके घड़ेको नहीं। निश्चयसे विचार किया जाय तो घड़ा मिट्टीका ही है परन्तु उसको समझानेके लिये घृततका घड़ा कहकर ही संबोधन करना पड़ता है। उसी प्रकार यह चैतन्यस्वरूप आत्मा कर्मजनित पर्यायसे संयुक्त है। उसे व्यवहारसे देव, मनुष्य इत्यादि नामसे कहते हैं। अज्ञानी जीव अनादिसे उस आत्माको देव, मनुष्य इत्यादि स्वरूप ही जानता है। जब कोई उसे देव, मनुष्य वगैरह नामसे संबोधित करके समझाने तभी समझ पाता है और यदि आत्माका नाम चैतन्यस्वरूप कहे तो अन्य किसी परमब्रह्म परमेश्वरको समझ बैठता है । निश्चयसे विचार करें तो आत्मा चैतन्यस्वरूप ही है परन्तु अज्ञानीको समझानेके लिये आचार्यदेव गति, जाति आदिके भेद द्वारा जीवका निरूपण करते हैं। इस तरह अज्ञानी जीवोंको ज्ञान उत्पन्न करानेके लिये आचार्य महाराज व्यवहारका उपदेश करते हैं। <b>केवलं व्यवहार एवं अवैति तस्य देशना नास्ति—</b>जो जीव केवल व्यवहार ही का श्रद्धान करता है उसके लिये उपदेश नहीं है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :-</b>निश्वयनयके श्रद्धान बिना केवल व्यवहारमार्गसे ही प्रवर्तन करनेवाले मिथ्यादृष्टियोंके लिये उपदेश देना निष्फल है ।।6।।"
  },
  {
    "class": "para",
    "text": "आगे केवल व्यवहारनयके श्रद्धान होनेका कारण बताते हैं:-"
  },
  {
    "class": "para center bold",
    "text": "माणवक एव सिंहो यथा भवत्यनवगीत सिंहस्य ।<br/>व्यवहार एव हि तथा निश्चयतां यात्यनिश्चयज्ञस्य ।।7।।"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ :-(यथा)</b> जिस प्रकार <b>(अनवगीत सिंहस्य)</b> सिंहको सर्वथा न जाननेवाले पुरुषके लिये <b>(माणवकः)</b> विलाव <b>(एव)</b> ही <b>(सिंहः)</b> सिंहरूप <b>(भवति)</b> होता है, <b>(हि)</b> निश्चयसे <b>(तथा)</b> उसी प्रकार <b>(अनिश्चयज्ञस्य)</b> निश्चयनयके स्वरूपसे अपरिचित पुरुषके लिये <b>(व्यवहारः)</b> व्यवहार <b>(एव)</b> ही <b>(निश्चयता)</b> निश्चयपनेको <b>(याति)</b> प्राप्त होता है।"
  },
  {
    "class": "para",
    "text": "<b>टीका :-यथा हि अनवगीतसिंहस्य माणवक एव सिंहो भवति–</b>जिस प्रकार निश्वयसे (वास्तवमें) जिसने सिंहको नहीं जाना है उसके लिये बिलाव ही सिंहरूप होता है । तथा <b>अनिश्चयज्ञस्य व्यवहारः एव निश्चयतां याति–</b>उसी प्रकार जिसने निश्चयका स्वरूप नहीं जाना है उसको व्यवहार ही निश्चयरूप हो जाता है अर्थात् वह व्यवहारको ही निश्चय मान बैठता है।"
  }
]