[
    {
      "class": "para center bold",
      "text": "॥ मंगलाचरण । "
    },
    {
      "class": "para center bold",
      "text": "वंद ज्ञानानंदकर, नेमिचन्द गुणकंद ।।<br>माधव वंदित विमलपद, पुण्यपयोनिधि नंद ।। १ ।। "
    },
    {
      "class": "para center bold",
      "text": "दोष दहन गुन गहन घन, अरि करि हरि अरहंत ।।<br>स्वानुभूति रमनी रमन, जगनायक जयवंत ।। २ ।।"
    },
    {
      "class": "para center bold",
      "text": "सिद्ध सुद्ध साधित सहज, स्वरससुधारसधार ।।<br>समयसार शिव सर्वंगत, नमत होह सुखकार ।। ३ ।।"
    },
    {
      "class": "para center bold",
      "text": "जैनी वानी विविध विधि, वरनत विश्वप्रमान ।।<br>स्यात्पद-मुद्रित अहित-हर, करहु सकल कल्यान ।। ४ ।।"
    },
    {
      "class": "para center bold",
      "text": "मैं नमो नगन जैन जन, ज्ञान-ध्यान धन लीन ।।<br>मैन मान बिन दोन घन, एन हीन तन छीन ।। ५ ।।"
    },
    {
      "class": "para center bold",
      "text": "इहविधि मंगल करन हैं, सबविधि मंगल होत ।।<br>होत उदंगल दुरि सब, तम ज्यौं भानु उदोत ॥ ६ ॥"
    },
    {
      "class": "para center bold",
      "text": "| सामान्य प्रकरण |"
    },
        {
          "class": "para",
          "text": "अथ मंगलाचरण द्वारा श्रीमद् गोम्मटसार द्वितीय नाम पंचसंग्रह ग्रंथ, उसकी देशभाषामय टीका करने का उद्यम करता हूँ । सो यह ग्रंथसमुद्र तो ऐसा है जो सातिशय बुद्धिबल संयुक्त जीवों के द्वारा भी जिसका अवगाहन होना दुर्लभ है । और मैं मन्दबुद्धि अर्थ प्रकाशनेरूप इसकी टीका करने का विचार कर रहा हूँ ।"
        },
        {
          "class": "para",
          "text": "सो यह विचार ऐसा हुआ जैसे कोई अपने मुख से जिनेन्द्रदेव के सर्व गुण वर्णन करना चाहे, वह कैसे बन सकता है ?"
        },
        {
          "class": "para",
          "text": "यहां कोई कहता है - नहीं बनता है तो उद्यम क्यों कर रहे हो ?"
        },
        {
          "class": "para",
          "text": "उसको कहते हैं - जैसे जिनेन्द्रदेव के सर्व गुण कहने की सामथ्य नहीं, तथापि भक्त पुरुष भक्ति के वश से अपनी बुद्धि अनुसार गुण वर्णन करता है, उसीप्रकार इस ग्रंथ का सम्पूर्ण अर्थ प्रकाशने की सामर्थ्य नहीं है, तथापि अनुराग के वश से में अपनी बुद्धि अनुसार (गुण) अर्थ प्रकाशृंगा ।।"
        },
        {
          "class": "para",
          "text": "पुनश्च कोई कहता है कि - अनुराग है तो अपनी बुद्धि अनुसार ग्रंथाभ्यास करो, मन्दबुद्धियों को टीका करने का अधिकारी होना उचित नहीं है ।।"
        },
        {
          "class": "para",
          "text": "| उसको कहते हैं - जिसप्रकार किसी विद्यालय में बहुत बालक पढ़ते हैं उनमें कोई बालक विशेष ज्ञान रहित है, तथापि अन्य बालक से अधिक पढ़ा है, सो अपने से कम पढ़नेवाले बालकों को अपने समान ज्ञान होने के अर्थ कुछ लिख देना आदि कार्य का अधिकारी होता है । उसी प्रकार मुझे विशेष ज्ञान नहीं है, तथापि काल दोष से मुझ से भी मन्दबुद्धि हैं और होंगे। उनके मेरे समान इस ग्रंथ का ज्ञान होने के लिये टीका करने का अधिकारी हुआ हूँ ।"
        },
        {
          "class": "para",
          "text": "। पुनश्च कोई कहता है कि - यह कार्य करने का विचार तो किया, परंतु जैसे छोटा मनुष्य बड़ा कार्य करने का विचार करे, वहां उस कार्य में भूल होती ही है, वहां वह हास्य का स्थान बन जाता है। वैसे तुम भी मन्दबुद्धि होकर, इस ग्रंथ की टीका करने का विचार कर रहे हो सो भूल होगी, वहां हास्य का स्थान बन जाओगे ।। | उसको कहते हैं - यह तो सत्य है कि मैं मन्दबुद्धि होकर ऐसे महान ग्रंथ की टीका करने का विचार कर रहा हूँ, सो भूल तो होगी, परंतु सज्जन हास्य नहीं करेंगे । जैसे औरों से अधिक पढ़ा हुआ बालक कहीं भूल करता है तब बड़े ऐसा विचार करते है कि बालक है, भूलेगा ही भूलेगा, परंतु अन्य बालकों से भला है. ऐसा विचार कर हास्य नहीं करते। वैसे मैं यहां कहीं भूल करूंगा वहां सज्ज पुरुष ऐसा विचार करेंगे कि मन्दबुद्धि था, सो भूले ही भूले, परंतु कितने ही अतिमन्दबुद्धियों से भला है, ऐसा विचार कर हास्य नहीं करेंगे ।"
        },
        {
          "class": "para",
          "text": "सज्जन तो हास्य न करेंगे, परंतु दुर्जन तो हास्य करेंगे ?"
        },
        {
          "class": "para",
          "text": "उसको कहते हैं कि - दुष्ट तो ऐसे ही हैं, जिनके हृदय में औरों के निर्दोष भले गुण भी विपरीतरूप ही भासते हैं । सो उनके भय से जिसमें अपना हित है।"
        },
        {
          "class": "para",
          "text": "ऐसे कार्य को कौन नहीं करेगा ?"
        },
        {
          "class": "para",
          "text": "पुनश्च कोई कहता है - पूर्व ग्रंथ थे ही, उनका अभ्यास करने-कोने से ही हित होता है, मन्दबुद्धियों द्वारा ग्रंथ की टीका करने की महंतता क्यों प्रकट करते। हो ?"
        },
        {
          "class": "para",
          "text": "| उसको कहते हैं - ग्रंथ का अभ्यास करने से ग्रंथ की टीका रचना करने में उपयोग विशेष लगता है, अर्थ भी विशेष प्रतिभासित होता है । पुनश्च अन्य जीवो। को ग्रंथ अभ्यास कराने का संयोग होना दुर्लभ है और संयोग हो तो किसी ही जीव के अभ्यास होता है; और ग्रंथ की टीका बने तो परम्परा अनेक जीवों को अर्थ का ज्ञान होता है । इसलिए अपना और अन्य जीवों का विशेष हित होने के लिये टीका करते है, महंतता का तो कोई प्रयोजन ही नहीं है ।"
        },
        {
          "class": "para",
          "text": "पुनश्च कोई कहता है कि इस कार्य में विशेष हित होता है सो सत्य, परंतु मन्दबुद्धि के कारण कहीं भूल से अन्यथा अर्थ लिखनेपर, वहां महत् पाप उपजने से अहित भी तो होता है ?"
        },
        {
          "class": "para",
          "text": "उसको कहते हैं - यथार्थ सर्व पदार्थों के ज्ञाता तो केवली भगवान है, दूसरों को ज्ञानावरण के क्षयोपशम के अनुसार ज्ञान है, उनको कोई अर्थ अन्यथा भी प्रतिभासे. परंतु जिनदेव का ऐसा उपदेश है - कुदेव, कुगुरु, कुशास्त्रों के वचन की प्रतीति से वा हठ से वा क्रोध, मान, माया, लोभ से वा हास्य भयादिक से यदि अन्यथा श्रद्धान करे वा उपदेश दे, तो वह महापापी है और विशेष ज्ञानवान गुरु के निमित्त बिना वा अपने विशेष क्षयोपशम बिना कोई सूक्ष्म अर्थ अन्यथा प्रतिभासित हो और यह ऐसा जाने कि जिनदेव का उपदेश ऐसा ही है - ऐसा जानकर कोई सूक्ष्म अर्थ 'का अन्यथा श्रद्धान करे वा उपदेश दे तो इसको महत् पाप नहीं होता । वही ग्रंथ में भी आचार्य ने कहा है -"
        },
        {
          "class": "para",
          "text": "सम्माइट्ठी जीवो उवइट्ठ पवयण तु सद्दहदि ।"
        },
        {
          "class": "para",
          "text": "सद्दहदि असब्भावं अजाणमाणो गुरुणियोगा ।। २७ ।। जीवकाण्ड । पुनश्च कोई कहता है कि - आपने विशेष ज्ञानी से ग्रंथ के यथार्थ सर्व व का निर्णय करके टीका करने का प्रारम्भ क्यों नहीं किया ?"
        },
        {
          "class": "para",
          "text": "उसको कहते हैं - कालदोष से केवली, श्रुतकेवली का तो यहां अभाव है। हुआ तथा विशेष ज्ञानी भी विरले ही पाये जाते हैं । जो कोई हैं तो वे दुर क्षेत्र में हैं उनका संयोग दुर्लभ है । पुनश्च आयु, बुद्धि, बल, पराक्रम आदि तुच्छ र गये हैं। इसलिए जितना बन सके उतना अर्थ का निर्णय किया, अवशेष जैसे हैं। वैसे प्रमाण ।।"
        },
        {
          "class": "para",
          "text": "पुनश्च कोई कहता है कि - आपने कहा वह सल्य, परंतु इस ग्रंथ में जो भूल होगी, उसके शुद्ध होने का कुछ उपाय भी है ? ।"
        },
        {
          "class": "para",
          "text": "उसको कहते हैं - एक उपाय यह करते हैं - विशेष ज्ञानवान पुरुषों का प्रत्यक्ष तो संयोग नहीं है, इसलिए उनसे परोक्ष ही ऐसी विनती करता हूँ कि मैं मन्दबुद्धि हूँ, विशेष ज्ञानरहित हूँ, अविवेकी हूँ, शब्द, न्याय, गणित, धार्मिक आदि ग्रंथों का मुझे विशेष अभ्यास नहीं है इसलिए मैं शक्तिहीन हूँ; तथापि धर्मानुराग वश टीका करने का विचार किया, इसलिए इसमें जहां जहां भूल हो, अन्यथा अर्थ हो जाथ, वहांवहां मेरे ऊपर क्षमा करके उस अन्यथा अर्थ को दूर करके यथार्थ अर्थ लिखना ।। इस प्रकार बिनती करके जो भूल होगी, उसके शुद्ध होने का उपाय किया है ।।"
        },
        {
          "class": "para",
          "text": "पुनश्च कोई कहता है कि - आपने टीका करने का विचार किया, वह तो अच्छा किया, परंतु ऐसे महान ग्रंथ की टीका संस्कृत ही चाहिये । भाषा में तो इसकी गम्भीरता भासित नहीं होती। | उसको कहते हैं - इस ग्रंथ की ‘जीवतत्त्वप्रदीपिका' नामक संस्कृत टीका तो पहले से है ही । परंतु वहां संस्कृत, गणित, आम्नाय आदि के ज्ञान रहित जो मन्दबुद्धि । हैं, उनका प्रवेश नहीं होता । पुनश्च यहां कालदोष से बुद्धि आदि के तुच्छ होने । से संस्कृतादि ज्ञान रहित जीव बहुत हैं, उन्हें इस ग्रंथ के अर्थ का ज्ञान होने के लिये भाषा टीका करते हैं । इसलिए जो जीव संस्कृतादि विशेष ज्ञानयुक्त हैं, वे मूलगृथ"
        },
        {
          "class": "para",
          "text": "और सस्कृत टीका से अर्थ धारण करग तथा जो जीव संस्कृतादि विशेष जान राहत हैं वे इस भाषा टीका से अर्थ धारण करें । पुनश्च जो जीव संस्कृतादि ज्ञान माहित है, परंतु गणित आम्नायादिक के ज्ञान के अभाव से मूलग्रंथ और संस्कृत टीका ने प्रवेश नहीं पा सकत, व इस भाषा टीका से अर्थ को धारण करके, मूलग्रश्न सस्कृत टीका में प्रवेश करे । और यदि भाषा टीका से मुलग्रंथ और संस्कृत में अधिक अर्थ हो, तो उसे जानने का अन्य उपाय बने सो करे ।।"
        },
        {
          "class": "para",
          "text": "यहां कोई कहता है सरकत जानता का भाषा अभ्यास में अधिकार नहीं है ।"
        },
        
  {
    "class": "para",
    "text": "उसको कहते हैं - संस्कृत नवालों को भाषा वांचने से कोई दोष तो नहीं उत्पन्न होते, अपना प्रयोजन जैसे सिद्ध हो वैसे ही करना । पहले अर्धमागधी आदि भाषामय महान ग्रंथ थे । जब जीवों के बुद्धि की मंदता थी, तब संस्कृतादि भाषामय ग्रंथ बने । अब जीवों के विशेष बुद्धि की मंदता थी, इसलिए देशभाषामय ग्रंथ करने का विचार हुआ । संस्कृतादि का अर्थ भी अब भाषा द्वारा जीवों को समझाते। हैं, यहां भाषा द्वारा ही अर्थ लिखा है तो कुछ दोष नहीं है।"
  },
  {
    "class": "para",
    "text": "इसप्रकार विचार कर श्रीमद् गोम्मटसार द्वितीय नाग पंचसंग्रह की ‘जीवतत्त्वप्रदीपिका' नामक संस्कृत टीका के अनुसार 'सम्यग्ज्ञानचन्द्रिका' नामक यह देशाभाषामयी टीका करने का निश्चय किया है । सो श्री अरहंत देव, जिनवाणी और निथ गुरुओं के प्रसाद से और मूलग्रंथकर्ता श्री नेमिचन्द्र आदि आचार्यों के प्रसाद से यह कार्य सिद्ध हो ।"
  },
  {
    "class": "para",
    "text": "अब इस शास्त्र के अभ्यास में जीवों को सन्मुख करते हैं । हे भव्य जीव । तुम अपने हित की वांछा करते हो, तो तुमको जैसे बने वैसे इस शाखा का अभ्यास करना । क्योंकि आत्मा का हित मोक्ष है । मोक्ष के बिना अन्य जो है, वह परसंयोगजनित, विनाशिक और दुःखमय हैं और मोक्ष है, वहीं निजस्वभाव है, अविनाशी है, अनंत सुखमय है । इसलिए मोक्षपद प्राप्त करने का उपाय तुमको करना चाहिये । सो मोक्ष का उपाय सम्यग्दर्शन, सम्यग्ज्ञान, सम्यकुचारित्र हैं। इनकी प्राप्ति जीवादिक का स्वरूप जानने से ही होती है ।"
  },
  {
    "class": "para",
    "text": "| वहीं कहते हैं - जीवादि तत्त्वों को श्रद्धान सम्यग्दर्शन है, उसे बिना जाने श्रद्धान का होना आकाश के फूल के समान है । प्रथम जाने, पश्चात् वैसी ही प्रतीति करके श्रद्धान को प्राप्त होता है । इसलिए जीवादिक का जानना, श्रद्धान होने के पूर्व में होता है, वही उनके श्रद्धानरूप सम्यग्दर्शन का कारण जानना । तथा श्रद्धान होनेपर जो जीवादिक का जानना होता है, उसीका नाम सम्यग्ज्ञान है । पुनश्च श्रद्धापूर्वक जीवादि जाननेपर स्वयमेव उदासीन होकर, हेय का त्याग करता है, उपादेय का ग्रहण करता है, तब सम्यकुचारित्र होता है । अज्ञानपूर्वक क्रियाकांड से सम्यक्चारित्र नहीं होता। इसतरह जीवादिक को जानने ही से सम्यग्दर्शनादि मोक्ष के उपाय होती है- ऐसा निश्चय करना । इस शास्त्र के अभ्यास से जीवादिः । यथार्थ होता है। क्योंकि संसार है वह जीव और कर्म के संबधरूप है । | जाननेपर इनका संबंध का जो अभाव होता है वही मोक्ष है और इस शाम ।"
  },
  {
    "class": "para",
    "text": "और कर्म का ही विशेष निरूपण है । अथवा जीवादिक षद्रव्य, सात त का भी इसमें यथार्थ निरूपण है । इसलिए इस शास्त्र का अभ्यास अवश्य | अब यहां कितने ही जीव इस शास्त्र के अभ्यास में अरुचि होने के विपरीत विचार प्रगट करते हैं, उनको समझाते है । वहा व जीव प्रथमानुयोग, चरणान वा द्रव्यानुयोग का केवल पक्ष करके इस करणानुयोगरूप शास्त्र के अभ्यास का निय करते हैं । । उनमें से प्रथमानुयोग का पक्षपाती कहता है कि इस काल में जीवों की बुद्धि बहुत मंद है, उनके तो ऐसे सूक्ष्म व्याख्यानरूप शास्त्र में से कुछ समझ में नहीं आता, इसलिए तीर्थंकरादि की कथा का उपदेश दिया जाय तो ठीक तरह से समझ कर पाप से डरकर धर्मानुरागरूप होगा, इसलिए प्रथमानुयोग का उपदेश कार्यकारी है।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - अब भी सभी जीव तो एक से नहीं हुये हैं, उनकी हीनाधिक बुद्धि देखी जाती है । इसलिए जैसा जीव हो, वैसा उपदेश देना । अथवा मंदबुद्धि भी सिखानेपर अभ्यास से बुद्धिमान होते दिखते हैं । इसलिए जो बुद्धिमान हैं, उनको तो यह ग्रंथ कार्यकारी है ही और जो मंदबुद्धि हैं वे विशेष बुद्धिमानों से सामान्यविशेषरूप गुणस्थानादिक का स्वरूप सीखकर इस शास्त्र के अभ्यास में प्रवर्तन करें । । यहां मंदबुद्धि कहते हैं कि - इस गोम्मटसार शास्त्र में तो गणित समस्या अनेक अपूर्व कथन द्वारा बहुत कठिन है ऐसा सुनते हैं, हम इसमें किसतरह प्रवेश पा सकते हैं ?"
  },
  {
    "class": "para",
    "text": "उनको कहते हैं - भय मत करना, इस भाषा टीका में गणित आदि की। अर्थ सुगमरूप करके कहा है, इसलिए प्रवेश पाना कठिन नहीं रहा । पुनश्च इस शास्त्र में कथन कहीं सामान्य है, कहीं विशेष है, कहीं सुगम है, कहीं कठिन है; वही। यदि सर्व अभ्यास बनता है, तो अच्छा ही है और यदि नहीं बनता तो अपनी बुद्धि के अनुसार जैसा बने वैसा ही अभ्यास करो । अपने उपाय में आलस नहीं करना ।।"
  },
  {
    "class": "para",
    "text": "पुनश तूने कहा - प्रथमानुयोग संबंधी कथादिक सनने से पाप से डरते हैं। और धर्मानुरागरूप होते हैं ।"
  },
  {
    "class": "para",
    "text": "। वहां तो दोनों कार्य शिथिलता सहित होते हैं। यहां पुण्य-पाप के कारणकार्यादिक विशेष जानने से वे दोनों कार्य दृढ़ता से होते हैं । इसलिए इसका अभ्यास करना । इसप्रकार प्रथमानुयोग के पक्षपाती को इस शाा के अभ्यास में सन्मुख किया।"
  },
  {
    "class": "para",
    "text": "अब चरणानुयोग का पक्षपाती कहता है कि इस शो में कहा हुआ जीवकर्म का स्वरूप जैसा है वैसा ही है, उसको जानने से क्या सिद्धि होती है? यदि। हिसादिक का त्याग करके व्रत का पालन किया जाय, उपवासादि तप किया जाय. अरहंतादिक की पूजा, नामस्मरण आदि भक्ति की जाय, दान दिया जाय वा विषयादिक से उदासीन हो जाय इत्यादि शुभ कार्य किये जाय तो आत्महित हो । इसलिए इनका प्ररूपण करनेवाले चरणानुयोग का उपदेश करना ।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - हे स्थूलबुद्धि ! तूने व्रतादिक शुभ कार्य कहे, वे करने योग्य ही हैं । परंतु वे सर्व सम्यक्त्व बिना ऐसे हैं जैसे अंक बिना बिंदी और जीवादिक का स्वरूप जाने बिना सम्यक्त्व का होना ऐसा है जैसे बांझ का पुत्र । इसलिए जीवादिक जानने के लिये इस शास्त्र का अभ्यास अवश्य करना । तथा तूने जैसे व्रतादिक शुभ कार्य कहे और उनसे पुण्यबंध होता है, वैसे जीवादिक का स्वरूप जाननेरूप ज्ञानाभ्यास है, वह प्रधान शुभ कार्य है, इससे सातिशय पुण्य का बंध होता है । पुनश्च उन व्रतादिकों में भी ज्ञानाभ्यास की ही प्रधानता है, वह कहते हैं -"
  },
  {
    "class": "para",
    "text": "जो जीव प्रथम जीवसमासादिक जीवादिक के विशेष जानकर पश्चात् यथार्थ ज्ञान करके हिंसादिक का त्याग करके व्रत धारण करता है, वही व्रती है । तथा जीवादिक के विशेष जाने बिना किंचित् हिंसादिक के त्याग से अपने को व्रती मानता है, वह व्रती नहीं है। इसलिए व्रत पालने में ज्ञानाभ्यास ही प्रधान है । ।"
  },
  {
    "class": "para",
    "text": "पुनश्च तप दो प्रकार के हैं - एक बहिरंग, एक अंतरंग । वहां जिससे शरीर का दमन हो, वह बहिरंग तप है और जिससे मन का दमन हो वह अंतरंग तप है। इनमे बहिरंग तप से अंतरंग तप उत्कृष्ट है । उपवासादि तो बहिरंग तप है, ज्ञानाभ्यास अतरंग तप है । सिद्धांत में भी छह प्रकार के अंतरंग तपों में चौथा स्वाध्याय नामक तप कहा है । उससे उत्कृष्ट व्युत्सर्ग और ध्यान ही है। इसलिए तप करने में भी ज्ञानाभ्यास ही प्रधान है । पुनश जीवादिक के विशेषरूप गुणस्थानादिकों का स्वरूप जानने ही अरहतादिकों का स्वरूप यथार्थ रीति से पहचाना जाता है तथा अपनी अवस्था पहचा। जाती है। ऐसी पहचान होनेपर जो अंतरंग तीव्र भक्ति प्रगट होती है, वही बहुत कार्यकारी है । तथा जो कुलक्रमादिक से भक्ति होती है, वह किंचित् मात्र फल की दाता है। इसलिए भक्ति में भी जानाभ्यास ही प्रधान है ।।"
  },
  {
    "class": "para",
    "text": "| पुनश्च दान चार प्रकार का है - उनमें आहारदान, औषधदान, अभयदान तो तात्कालिक क्षुधा के दुःख को, रोग के दुःख को और मरणादि के भय के दुःख ही को दूर करते हैं । और ज्ञानदान है वह अनंत भवसंतान संबंधी दु:ख दूर करने का कारण है । तीर्थंकर, केवली, आचार्यादिकों के भी ज्ञानदान की प्रवृत्ति है । इसलिए ज्ञानदान उत्कृष्ट है, सो स्वयं का ज्ञानाभ्यास हो जाय तो अपना भला कर लेता है।"
  },
  {
    "class": "para",
    "text": "और अन्य जीवों को ज्ञानदान देता है । ज्ञानाभ्यास बिना ज्ञानदान देना कैसे हो सकता है ? इसलिए दान में भी ज्ञानाभ्यास ही प्रधान है ।।"
  },
  {
    "class": "para",
    "text": "पुनश्च जिसप्रकार जन्म से ही कितने ही पुरुष ठगों के घर गये, वहां उन ठगों को अपना मानते हैं। उनमें से कदाचित् कोई पुरुष किसी निमित्त से अपने कुल का और ठगी का यथार्थ ज्ञान होने से ठगों से अंतरंग में उदासीन हुआ उनको । पर जानकर सबध छुड़ाना चाहता है । बाह्य में जैसा निमित्त है वैसा प्रवर्तन करती। है । पुनश्च कोई पुरुष उन ठगों को अपना ही जानता है और किसी कारण से किसी ठग से अनुरागरूप प्रवर्तता है, किसी ठग से लड़ कर उदासीन होकर आहारादि का त्यागी होता है ।।"
  },
  {
    "class": "para",
    "text": "| उसप्रकार अनादि से सर्व जीव संसार को प्राप्त हैं, वहां कर्मों को अपना मानते हैं। उनमें से कोई जीव किसी निमित्त से जीव का (अपना) और कर्म का यथार्थ ज्ञान होने से कम से उदासीन हुआ उनको पर जानकर उनसे संबंध छुड़ाना चाहता है । बाह्य जैसा निमित्त है वैसा प्रवर्तन करता है । इसतरह जो ज्ञानाभ्यास से उदासीनता होती है वही कार्यकारी है । पुनश्च कोई जीव उन कर्मों को अपने जानता है और किसी कारण से किसी शुभ कर्म से अनुरागरूप प्रवर्तता है, किसी। अशुभ कर्म से दुःख का कारण जानकर उदासीन हुआ विषयादिक का त्यागी होता है । इसतरह ज्ञान बिना जो उदासीनता होती है वह पुण्यफल की दाता है, मोक्षकार्य को नहीं साधती । इसलिए उदासीनता में भी जानाभ्यास ही प्रधान है ।"
  },
  {
    "class": "para",
    "text": "इसीप्रकार अन्य भी 1॥ कायों में जानाभ्यास ही प्रधान जानना । देखो। महामुनियों के भी शा।।ध्यय। दो । कार्य पूरा ।। इति शास अध्ययन से जीव और कर्म का स्वरूप जानकर स्वरूप का ध्यान करना।"
  },
  {
    "class": "para",
    "text": "पुनश यहां कोई तर्क करे कि कोई जव शा। अध्ययन तो बहुत करता है और विषयादिक का त्यागी नहीं होता, तो उसको शास्त्र अध्ययन कार्यकारी है या नहीं ? यदि है, तो महत पुरुष या विषयादि का त्याग करते हैं ? और यदि नहीं है, तो ज्ञानाभ्यास की महिमा कहां रही ?"
  },
  {
    "class": "para",
    "text": "उसका समाधान-शासायासी दो प्रकार के एक साथी, एक धर्मार्थी। वहां जो अंतरंग अनुराग के बिना ख्याति, पूजा, लाभादिक के लिये शास्त्राभ्यास करता है, वह लोभार्थी है, वह विषयादिक का त्याग नहीं करता । अथवा ख्याति, पूजा, लाभादिक के लिये विषयादिक का त्याग भी करता है, तो भी उसका शास्त्राभ्यास कार्यकारी नहीं है ।"
  },
  {
    "class": "para",
    "text": "तथा जो अंतरंग अनुराग से आत्महित के लिये शास्त्राभ्यास करता है, वह धर्मार्थी है। प्रथम तो जैनशा ऐसे हैं कि जिनका धर्मार्थी होकर जो अभ्यास करता है, वह विषयादिक का त्याग करता ही है। उसके तो जानाभ्यास कार्यकारी है ही। परंतु कदाचित् पूर्वकर्म के उदय की प्रबलता से न्यारारूप विषयों का त्याग न बन सके, तो भी उसके सम्यग्दर्शन, सम्यग्ज्ञान होने से ज्ञानाभ्यास कार्यकारी होता है । जैसे असंयत गुणस्थान में विषयादिक के त्याग बिना भी मोक्षमार्गपना होता है ।"
  },
  {
    "class": "para",
    "text": "यहां प्रश्न - जो धर्मार्थी होकर जैनशाखों का अभ्यास करता है, उसके विषयादिक का त्याग न हो, ऐसा तो बन नहीं सकता। क्योंकि विषयादिक का सेवन परिणामों से होता है और परिणाम स्वाधीन हैं ।"
  },
  {
    "class": "para",
    "text": "वहां समाधान - परिणाम ही दो प्रकार के हैं - एक बुद्धिपूर्वक, एक अबुद्धिपूर्वक। वहां अपने अभिप्राय के अनुसार हो वे बुद्धिपूर्वक और दैव (कर्म) - निमित्त से अपने अभिप्राय से अन्यथा हो वे अबुद्धिपूर्वक । जिसप्रकार सामायिक करते हुये धर्मात्मा का अभिप्राय ऐसा है कि में मेरे परिणाम 1५।८। । । वही जो परिणाम हो। हो, वे तो बुद्धिपूर्वक और कर्मोदय से स्वयमेव अशुभ परिणाम हो, वे अबुद्धिपूर्वक जानना । उसीप्रकार धर्माथी होकर जी जैनशा का अभ्यास करता है उसका अभिप्राय तो विषयादिक के त्यागरूप वीतराग भाव का ही होता है । वहा यदि वीत हआ, तो वह बुद्धिपूर्वक है और चारित्रमोह के उदय से सराग भाव हो जा। वह अबुद्धिपूर्वक है । इसलिए बिना वश जो सराग भाव होते है, उनसे उसके विषय की प्रवृत्ति दिखायी देती है। क्योंकि बाह्य प्रवृत्ति का कारण परिणाम है ।"
  },
  
  {
    "class": "para",
    "text": "यहां तर्क - यदि ऐसा है, तो हम भी विषयादिक का सेवन करेंगे । कहेंगे कि हमारे उदयाधीन कार्य हो रहे है ।।"
  },
  {
    "class": "para",
    "text": "| उसको कहते हैं - रे मूर्ख ! कुछ कहने से तो होता नहीं । सिद्धि अभिप्राय के अनुसार है । इसलिए जैनशास्त्र के अभ्यास से अपने अभिप्राय को सम्यकरूप। करना । और अंतरंग में विषयादिक के सेवन का अभिप्राय हो, तो धर्मार्थी नाम नहीं पाता । | इसतरह चरणानुयोग के पक्षपाती को इस शास्त्र के अभ्यास में सन्मुख किया।"
  },
  {
    "class": "para",
    "text": "अब द्रव्यानुयोग का पक्षपाती कहता है कि - इस शास्त्र में जीव के गुणस्थानादिकरूप विशेष और कर्म के विशेष इनका वर्णन किया है, उसको जानने से अनेक विकल्प तरंग उठते हैं तथा कुछ सिद्धि नहीं है । इसलिए अपने शुद्ध स्वरूप को अनुभवना तथा स्व और पर का भेदविज्ञान करना, इतना ही कार्यकारी है अथवा इनके उपदेशक जो अध्यात्मशास्त्र, उनका ही अभ्यास करना योग्य है ।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - हे सूक्ष्माभासबुद्धि ! तूने कहा वह सत्य है, परंतु अपनी अवस्था देखना । यदि स्वरूपानुभव में वा भेदविज्ञान में उपयोग निरंतर रहता है, तो अन्य विकल्प क्यों करने ? वहां ही स्वरूपानंद सुधारस का स्वादी होकर संतुष्ट होना। परंतु निचली अवस्था में वहां निरंतर उपयोग रहता नहीं । उपयोग अनेक अवलंबन को चाहता है । इसलिए जिस काल में वहां उपयोग नहीं लगता, तब गुणस्थानादि विशेष जानने का अभ्यास करना । ।"
  },
  {
    "class": "para",
    "text": "पुनश्च तूने कहा कि - अध्यात्मशास्त्रों का ही अभ्यास करना, वह योग्य ही है। परंतु वहां भेदविज्ञान करने के लिये स्व-पर का सामान्यपने स्वरूप निरूपण है। और विशेष ज्ञान, बिना सामान्य का जानना स्पष्ट नहीं होता। इसलिए जीव के और कर्म के विशेष अच्छी तरह जानने से ही स्व-पर का जानना स्पष्ट होता है । उन विशेषों को जानने के लिये इस शास्त्र का अभ्यास करना । क्योंकि सामान्यशास्त्र से"
  },
  {
    "class": "para",
    "text": "विशेषशारा बलवान है । वही कहा है - ''सामान्यशास्वती ननं विशेष बलवान भवेत् ।"
  },
  {
    "class": "para",
    "text": "वहां वह कहता है कि - अध्यात्मशास्त्रों में तो गुणस्थानादि विशेषों से रहित शुद्धस्वरूप का अनुभवना उपादेय कहा है। यहां गुणस्थानादि सहित जीव का वर्णन है। इसलिए अध्यात्मशास्त्र और इस शास्त्र में तो विरोध भासित होता है, वह किसप्रकार है?"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - नय दो प्रकार के हैं - एक निश्चय, एक व्यवहार । वहा निश्चयनय से जीव का स्वरूप गुणस्थानादि विशेष रहित अभेद वस्तुमात्र ही है।। और व्यवहारनय से गुणस्थानादि विशेषों से संयुक्त अनेक प्रकार का है। वहां जो जीव सर्वोत्कृष्ट, अभेद, एक स्वभाव को अनुभवते हैं, उनको तो वहां शुद्ध उपदेशरूप जो शुद्ध निश्चयनय, वही कार्यकारी है ।"
  },
  {
    "class": "para",
    "text": "पुनश्च जो स्वानुभवदशा को प्राप्त नहीं हये हैं वा स्वानुभवदशा से छुटकर सविकल्पदशा को प्राप्त हुये हैं ऐसे अनुत्कृष्ट जो अशुद्ध स्वभाव, उसमें स्थित जीवों को व्यवहारनय प्रयोजनवान है । वही आत्मख्याति नामक अध्यात्मशास्त्र में कहा है -"
  },
  {
    "class": "para",
    "text": "सुद्धो सुद्धादेसो णादव्वो परमभावदरसीहिं ।।"
  },
  {
    "class": "para",
    "text": "ववहारदेसिदो पुण जे दु अपरमेट्दिा भावे ।। समयसार गाथा १२।। इस सूत्र के व्याख्यान का अर्थ विचार कर देखना ।।"
  },
  {
    "class": "para",
    "text": "पुनश्च सुनो ! तुम्हारे परिणाम तो स्वरूपानुभव दशा में तो प्रवर्तते नहीं और विकल्प जानकर गुणस्थानादि भेदों का विचार न करोगे तो तुम इतो भ्रष्ट ततो भ्रष्ट होकर अशुभोपयोग में ही प्रवर्तन करोगे, वहां तुम्हारा बुरा होगा । पुनश्च सुनो । सामान्यपने से तो वेदांत आदि शास्त्राभासों में (शास्त्र नहीं शास्त्र का आभास है) भी जीव का स्वरूप शुद्ध कहा है, वहां विशेष को जाने बिना यथार्थ-अयथार्थ का निश्चय कैसे हो ? इसलिए गुणस्थानादि विशेष जाननेपर जीव की शुद्ध, अशुद्ध, मिश्र अवस्था का ज्ञान होता है, तब निर्णय करके यथार्थ को अंगीकार करता है । पुनश्च सुनो ! जीव का गुण ज्ञान है, सो विशेष जानने से आत्मगुण प्रकट होता है, अपना श्रद्धान भी दट होता है । जैसे सम्यक्त्व है, वह केवलज्ञान प्राप्त होनेपर परमाबगाढ़ नाम पाता। है । इसलिए विशेष जानना ।।"
  },
  {
    "class": "para",
    "text": "पन वह कहता है आपने कहा वह सत्य है, परंतु करणानुयाग । जाननेपर भी द्रव्यलगी मुनि अध्यात्म श्रद्धान के बिना ससारी ही रहता है और का अनुसरण करनेवाले तिर्यंचादिक को अल्प श्रद्धान से भी सम्यक्त्व होता है । तुषमाष भिन्न इतने मात्र श्रद्धान से शिवभूति मुनि मुक्त हुये। इसलिए हमारी व से तो विशेष विकल्पों का साधन होता नहीं। प्रयोजनमात्र अध्यात्म का अभ्याः करेंगे ।"
  },
  {
    "class": "para",
    "text": "इसको कहते हैं - द्रव्यलिंगी जैसे करणानुयाग से विशेष जानते हैं, वेस अध्यात्म का ज्ञान भी उनको होता है, परंतु मिथ्यात्व के उदय से अयथार्थ साधन करते तो शास्त्र क्या करे ? शास्त्र में तो परस्पर विरोध है नहा। कस? वह कहते हैं।"
  },
  {
    "class": "para",
    "text": "| करणानयोग शास्त्रों में भी तथा अध्यात्मशास्त्रों में भी रागादिक भाव आया के कर्म निमित्त से उत्पन्न होते हैं। कहा । द्रव्यलगी उनका स्वयं कर्ता होकर प्रवर्तता है । पुनश्च शरीराश्रित सर्व शुभाशुभ क्रियायें पुद्गलमयी कही है, द्रव्यलगी उन्हें अपनी जानकर उनमें ग्रहण-त्याग की बुद्धि करता है । पुनश्च सर्व ही शुभाशुभ भाव आसव, बंध के कारण कहे । द्रव्यलिंगी शुभभावों को संवर, निर्जरा, मोक्ष का कारण मानता है । पुनश्च शुद्धभाव संवर, निर्जरा, मोक्ष का कारण कहा, उसको द्रव्यलिंगी पहचानता ही नहीं है । पुनश्च शुद्धात्मस्वरूप मोक्ष कहा, उसका द्रव्यलगी को यथार्थ ज्ञान नहीं है । इसतरह अन्यथा साधन करता है, तो शास्त्रों का क्या दोष है ?"
  },
  {
    "class": "para",
    "text": "पुनश्च तुमने तिर्यंचादिक के सामान्य श्रद्धान से कार्यसिद्धि कही परंतु उनके भी। अपने क्षयोपशम के अनुसार विशेष का जानना होता है अथवा पूर्व पर्यायों में विशेष का अभ्यास किया था, उस संस्कार के बल से होता है । जिसप्रकार किसी ने कहीं। गड़ा हुआ धन पाया इसलिए हम भी ऐसे ही पायेंगे मानकर सभी को व्यापारादिक का त्याग नहीं करना चाहिये । उसीप्रकार किसी ने अल्प श्रद्धान से ही कार्य सिद्ध किया इसलिए हम भी ऐसे ही कार्य सिद्ध करेंगे मानकर सभी को विशेष अभ्यास का त्याग करना योग्य नहीं है क्योंकि यह राजमार्ग नहीं है । राजमार्ग तो यह हो है कि नानाप्रकार के विशेष जानकर तत्त्वों का निर्णय होनेपर ही कार्यसिद्धि होती है।"
  },
  {
    "class": "para",
    "text": "पुनश्च तुमने कहा मेरी बुद्धि से विकल्पसाधन नहीं होता, तो जितना बने । उतना ही अभ्यास करा । तुम पापकार्य में तो प्रवीण हो और इस अभ्यास में है। हा मेरी बुद्धि नहीं है, यह तो पापी का लक्षण है ।।"
  },
  {
    "class": "para",
    "text": "इसतरह द्रव्यानुयोग के पक्षपाती को इस शास्त्र के अभ्यास में सन्मुख किया।"
  },
  {
    "class": "para",
    "text": "अब अन्य विपरीत विचारवालों को समझाते हैं -"
  },
  {
    "class": "para",
    "text": "वहा शब्द-शास्त्रादिक का पक्षपाती कहता है कि व्याकरण, न्याय, कोश, छंद, अलकार, काव्यादिक ग्रंथों का अभ्यास किया जाय तो अनेक ग्रंथों का स्वयमेव ज्ञान होता है और पडितपना प्रकट होता है और इस शास्त्र के अभ्यास से तो एक इसी का ज्ञान हो और पंडितपना विशेष प्रकट न हो, इसलिए शब्द-शास्त्रादिक का अभ्यास करना ।।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - यदि तुम लोक में ही पंडित कहलाना चाहते हो, तो 'तुम उसी का अभ्यास किया करो और यदि अपना कार्य करना चाहते हो तो ऐसे जैनग्रंथों का अभ्यास करना ही योग्य है । तथा जैनी तो जीवादिक तत्वों के निरूपक जैनग्रंथ हैं, उन्हीं का अभ्यास होनेपर पंडित मानेंगे ।"
  },
  {
    "class": "para",
    "text": "पुनश्च वह कहता है कि - मैं जैनग्रंथों का विशेष अभ्यास करने के लिये ही व्याकरणादि का अभ्यास करता हूँ ।। | उसको कहते हैं - यदि ऐसा है तो भला ही है, परंतु इतना है कि जिसतरह। चतुर किसान अपनी शक्ति के अनुसार हलादिक द्वारा थोड़े बहुत खेत को संवारकर योग्य समय में बीज बोवे तो उसको फल की प्राप्ति होगी । उसीतरह तुम भी अपनी शक्ति के अनुसार व्याकरणादिक के अभ्यास से थोड़ी बहुत बुद्धि को संवारकर जब तक मनुष्यपर्याय और इन्द्रियों की प्रबलता आदि वर्तते हैं, तब तक उतने समय में तत्त्वज्ञान के कारणभूत जो शास्त्र, उनका अभ्यास करोगे, तो तुम्हें सम्यक्त्वादि की। प्राप्ति होगी ।"
  },
  {
    "class": "para",
    "text": "इससे विपरीत जिसतरह अनाड़ी किसान यदि हलादिक से खेत को संवारतेसंवारते ही समय खो देगा, तो उसको फल की प्राप्ति होनेवाली नहीं है, वृथा ही खेदखिन्न होगा । उसीप्रकार तुम भी यदि व्याकरणादिक से बुद्धि को संवारते-संवारते ही समय खो दोगे, तो सम्यक्त्वादि की प्राप्ति होनेवाली नहीं है, वृथा ही खेदखिन्न । हो जाओगे।।"
  },
  {
    "class": "para",
    "text": "पुनश्च इस काल में आयु, बुद्धि आदि अल्प है इसलिये प्रयोजनमात्र अभ्यास करना, शास्त्रों का तो पार है नहीं। और सुनो ! कितने ही जीव व्याकरणादि के जान बिना भी तन्चोपदेशरूप भाषा शास्त्रों से वा उपदेश सुनकर वा सीखने के होते ही देखे जाते हैं और कितने ही जीव केवल व्याकरणादिक के . में जन्म गंवाते हैं और तत्त्वज्ञानी नहीं होते देखे जाते है। | और सुनो । व्याकरणादि के अभ्यास करने से पुण्य की प्राप्ति नही धर्मार्थी होकर उनका अभ्यास करे तो किचित् पुण्य उपजता है। परंतु तत्त्वोप शास्त्रों के अभ्यास से सातिशय महान पुण्य उपजता है। इसलिए भला यही ऐसे तत्त्वोपदेशक शास्त्रों का अभ्यास करना । इसतरह शब्द-शास्त्रादिक के पक्ष को इस शास्त्र के अभ्यास में सन्मुख किया ।"
  },
  {
    "class": "para",
    "text": "पुनश्च अर्थ का पक्षपाती कहता है कि - इस शास्त्र का अभ्यास के से क्या है ? सर्व कार्य धन से होते हैं, धन से ही प्रभावना आदि धर्म उत्पन्न होते हैं । धनवान के निकट अनेक पंडित आकर उपस्थित होते हैं । अन्य भी सचे कार्यों की सिद्धि होती है । इसलिए धन प्राप्ति का उद्यम करना ।।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - अरे पापी ! धन कुछ अपने उत्पन्न कराने से उत्पन्न नहीं होता, भाग्य से होता है । ग्रंथाभ्यास आदि धर्मसाधन से जो पुण्य की उत्पत्ति होती है, उसी का नाम भाग्य है । इसलिए धन प्राप्त होना है तो शास्त्राभ्यास करने से कैसे नहीं होगा ? और यदि नहीं होना है तो शास्त्राभ्यास नहीं करने से कैसे होगा? इसलिए धन का होना, न होना तो उदयाधीन है, शास्त्राभ्यास में क्यों शिथिल होते। हो ? और सुनो ! धन है वह तो विनाशिक है, भय संयुक्त है, पाप से उत्पन्न होता है, नरकादि का कारण है ।।"
  },
  {
    "class": "para",
    "text": "और यह शास्त्राभ्यासरूप ज्ञानधन है वह अविनाशी है, भय रहित है. धर्मरूप है, स्वर्ग मोक्ष का कारण है । इसलिए महंत पुरुष तो धनादिक को छोड़कर शास्त्राभ्यास। में लगते हैं। और तुम पापी शास्त्राभ्यास को छोड़कर धन उत्पन्न करने की बड़ाई। करते हो, सो तुम अनंत संसारी हो । । तथा तुमने कहा - प्रभावना आदि धर्म भी धन ही से होते हैं ।"
  },
  {
    "class": "para",
    "text": "समाधान - सा प्रभावना आदि धर्म हैं वे किंचित साबा क्रिया संयुक्त उनसे समस्त सावद्य रहित शास्त्राभ्यासरूप धर्म है, वह प्रधान है। यदि ऐसा न तो गृहस्थ अवस्था में प्रभावना आदि धर्म साधते थे, उनको छोडकर संयमी साभ्यास में क्या लगते है ? तथा शास्त्राभ्यास से प्रभावनादि भी विशेष होती है।।"
  },
  {
    "class": "para",
    "text": "तथा तुमने कहा - धनवान के निकट पंडित भी आकर उपस्थित होते हैं ।"
  },
  {
    "class": "para",
    "text": "समाधान - सो लोभी पंडित हो और अविवेकी धनवान हो वहां ऐसा होता है । और शास्त्राभ्यासवालों की तो इन्द्रादिक सेवा करते हैं। यहां भी बड़े बड़े महंत पुरुष दास होते देखे जाते हैं । इसलिए शास्त्राभ्यासवालों से धनवान को महंत मत जानो।"
  },
  {
    "class": "para",
    "text": "तथा तुमने कहा - धन से सर्व कार्यसिद्धि होती है ।"
  },
  {
    "class": "para",
    "text": "समाधान - सो धन से तो इस लोक संबंधी कुछ विषयादिक कार्य ऐसे सिद्ध होते हैं, जिनसे बहुत काल तक नरकादि दुःख सहन करने पड़ते हैं और शास्त्राभ्यास से ऐसे कार्य सिद्ध होते हैं, जिनसे इस लोक में तथा परलोक में अनेक सुखों की परम्परा होती है। इसलिए धन उपजाने के विकल्प छोड़कर शास्त्राभ्यास करना ।"
  },
  {
    "class": "para",
    "text": "और यदि सर्वथा ऐसा न बन सके तो संतोष सहित धन उपजाने का साधन कर शास्त्राभ्यास में तत्पर रहना । इसतरह धनोत्पादन के पक्षपाती को इस शास्त्र के अभ्यास में सन्मुख किया ।"
  },
  {
    "class": "para",
    "text": "पुनश्च कामभोगादिक का पक्षपाती कहता है कि - शास्त्राभ्यास करने में सुख नहीं है, बड़ाई नहीं है। इसलिये जिनके द्वारा यहां ही सुख उत्पन्न हो ऐसे जो स्त्रीसेवन, खाना, पहनना इत्यादि विषय, उनका सेवन करना चाहिये अथवा जिनके द्वारा यहां ही बड़ाई हो ऐसे विवाहादिक कार्य करना चाहिये ।।"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - विषयजनित जो सुख है, वह दुःख ही है। क्योंकि विषयसुख है वह परनिमित्त से होता है । पहले, पीछे और तत्काल आकुलता सहित है, जिसके नाश होने के अनेक कारण मिलते है । आगामी नरकादि दुर्गति को प्राप्त करानेवाला है । ऐसा होनेपर भी तुम्हारे चाहने से मिलता नहीं, पूर्व पुण्य से मिलता है, इसलिये विषम है । जैसे खाज से पीड़ित मनुष्य अपने अंग को कठोर वस्तु से खुजाता है, वैसे इन्द्रियों से पीड़ित जीव, उनकी पीड़ा सही नहीं जाती तब किंचित् मात्र इस पीड़ा के प्रतिकार से भासित होते हैं ऐसे जो विषयसुख, उनमें झपापात करते हैं, वह परमार्थरूप सुख नहीं है ।।"
  },
  {
    "class": "para",
    "text": "पन शास्त्राभ्यास करने से हुआ जो सम्यग्ज्ञान, उससे उत्पन्न जो आ"
  },
  {
    "class": "para",
    "text": "। सच्चा सख है। क्योंकि वह सुख स्वाधीन है, आकुलता रहित है नहीं होता, मोक्ष का कारण है, विषम नहीं है । जैसे खाज की पीटा तब सहज ही सुखी होता है, वैसे वहां इन्द्रिया पीड़ने के लिये सम. तब सहज ही सुख को पाप्त होता है । इसलिए विषयसुख छोड़कर शाखा यदि सर्वथा न छूटे तो जितना बन सके उतना छोड़कर, शास्त्राभ्यास में तत्पर"
  },
  {
    "class": "para",
    "text": ", | पनश्च तमने विवाहादिक कार्य में बड़ाई होने की बात कही, तो कि वह बडाई रहेगी ? जिसके लिये महापापारभ द्वारा नरकादि में बहुत काल तक भोगना होगा । अथवा तुमसे भी उन कायों में धन लगानेवाल बहत है. द. विशेष बडाई भी होनेवाली नहीं है ।"
  },
  {
    "class": "para",
    "text": "शास्त्राभ्यास से तो ऐसी बडाई होती है कि जिसकी सर्वजन महिमा करते हैं। इन्द्रादिक भी प्रशंसा करते हैं और परम्परा स्वर्ग-मोक्ष का कारण है । इसलिए विवाहादिक कार्यों के विकल्प छोड़कर शास्त्राभ्यास का उद्यम रखना । सर्वथा न छूटे तो बहत विकल्प न करना । इसतरह कामभोगादिक के पक्षपाती को शास्त्राभ्यास में सन्मख किया। इसीप्रकार अन्य जीव भी जो विपरीत विचार से इस ग्रंथ के अभ्यास में अरुचि प्रकट करते हैं, उन्हें यथार्थ विचार से इस शास्त्र के अभ्यास में सन्मुख होना। योग्य है । । यहां अन्यमती कहते हैं - तुमने अपने ही शास्त्रों का अभ्यास करने के लिये दृढ़ किया । हमारे मत में नाना युक्ति आदि से संयुक्त शास्त्र हैं, उनका भी अभ्यास क्यों नहीं कराते ?"
  },
  {
    "class": "para",
    "text": "उसको कहते हैं - तुम्हारे मत के शास्त्रों में आत्महित का उपदेश नहीं है। क्योंकि कहीं शृंगार का, कहीं युद्ध का, कहीं कामसेवनादि का, कहीं हिंसादि का कथन है । ये सब तो बिना उपदेश के सहज ही हो रहे हैं । इनको त्यागने से हित होता है, वे उनका उलटा पोषण करते हैं, इसलिए उनसे हित कैसे होगा ।"
  },
  {
    "class": "para",
    "text": "वहां वह कहता हैं - ईश्वर ने ऐसी लीला की है, उसको गाते हैं, उसस भला होता है ।।"
  },
  {
    "class": "para",
    "text": "वहा कहते हैं - ईश्वर . को सहज सुख नहीं होगा, तब तो संसारीवत् लाल करके सुखी हु । यदि वह महज ग्वी होता तो क्रिलिये विधयादि अन ।। युद्धादि करता ? क्योंकि मंदबुद्धि भी बिना प्रयोजन क्रिवित मात्र भी कार्य नहीं करते। इससे जाना जाता है कि वह ईश्वर हम मरवा ही है, उनका यश गाने में क्या सिद्ध है ?"
  },
  {
    "class": "para",
    "text": "पुनश्च वह कहता है कि हमारे शास्त्र में वैराग्य, त्याग, हिनादि का। भी उपदेश है ।"
  },
  {
    "class": "para",
    "text": "वहां कहते हैं - वह उपदेश पर्वापर विरोध माहित हैं। कहीं विषयों का पोषण करते हैं, कहीं निषेध करते है । कहीं वैराग्य दिवाकर पश्चात हिदि के करने का पोषण किया है। वहां चातुलवचनवत् प्रमाण क्या ?"
  },
  {
    "class": "para",
    "text": "पुनश्च वह कहता है कि - वेदांत आदि शास्त्रों में तो तन्त्र का ही निरूपण है।"
  },
  {
    "class": "para",
    "text": "वहां कहते हैं - वह निरूपण प्रमाण से बाधित है, अयथार्थ है। उसका निराकरण जैन के न्यायशास्त्रों में किया है, वह जानना । इसलिए अन्यमत के शास्त्री का अभ्यास नहीं करना ।"
  },
  {
    "class": "para",
    "text": "इसतरह जीवों को इस शास्त्र के अभ्यास में सन्मूख किया, उनको कहते हैं"
  },
  {
    "class": "para",
    "text": "हे भव्य ! शास्त्राभ्यास के अनेक अंग हैं । शब्द का और अर्थ का वाचना। या सीखना, सिखाना, उपदेश देना, विचारना, सुनना, प्रश्न करना, समाधान जानना, बारम्बार चर्चा करना इत्यादि अनेक अंग हैं । वहां जैसे बने वैसे अभ्यास करना। यदि सर्व शास्त्र का अभ्यास न बने तो इस शास्त्र में सुगम और दुर्गम अनेक अर्था का निरूपण है। वहां जिसका बने उसीका अभ्यास करना । परंतु अभ्यास में आलसी मत होना ।। । देखो ! शास्त्राभ्यास की महिमा जिसके होनेपर परम्परा आत्मानुभव दशा"
  },
  {
    "class": "para",
    "text": "को प्राप्त होकर मोक्षरूप फल उत्पन्न होता है । वह तो दूर ही रहो, शास्त्राभ्यास से तत्काल ही इतने गुण प्रकट होत है -"
  },
  {
    "class": "para",
    "text": "१) क्रोधादि कषायों की तो मंदता होती है । २) पांच इन्द्रियों के विषयों में प्रवृत्ति रुकती है । ३) अति चंचल मन भी एकाग्र होता है । ४) हिंसादि पांच पाप नहीं होते । ८) अल्प ज्ञान होनेपर भी त्रिलोक के त्रिकाल संबंधी समस्त चराचर पदार्थों का जानना होता है । ६) हेय उपादेय की पहचान होती है । ७) आत्यः | सन्मुख होता है (ज्ञान आत्मसन्मुख होता है) । ८) अधिक अधिक ज्ञान होनेपर आ उत्पन्न होता है । ९) लोक में महिमा, यश विशेष होता है । १०) सातिशय पण का बध होता है - इत्यादिक गुण शास्त्राभ्यास करने से तत्काल ही प्रकट होते हैं। इसलिए शास्त्राभ्यास अवश्य करना ।"
  },
  {
    "class": "para",
    "text": "पुनश्च हे भव्य । शास्त्राभ्यास करने का समय (अक्सर) पाना महादुर्लभ है । किस कारण ? सो कहते हैं -"
  },
  {
    "class": "para",
    "text": "एकेन्द्रियादि असंज्ञी पर्यंत जीवों के तो मन ही नहीं है । और नारकी वेदना | से पीडित, तिर्यंच विवेकरहित, देव विषयासक्त, इसलिए मनुष्यों को अनेक सामग्री मिलनेपर"
  },
  {
    "class": "para",
    "text": "शास्त्राभ्यास होता है । सो मनुष्यपर्याय की प्राप्ति होना ही द्रव्य, क्षेत्र, काल, भाव से महादुर्लभ है ।।"
  },
  {
    "class": "para",
    "text": "वहां द्रव्य से (संख्या से) लोक में मनुष्य जीव बहुत थोड़े हैं, तुच्छ संख्यातमात्र ही हैं (पर्याप्त मनुष्यों की अपेक्षा) और अन्य जीवों में निगोदिया अनंत हैं, दूसरे जीव असंख्यात हैं ।।"
  },
  {
    "class": "para",
    "text": "पुनश्च क्षेत्र से मनुष्यों का क्षेत्र बहुत छोटा है, अढाई द्वीपमात्र ही है । तथा अन्य जीवों में एकेन्द्रियों का क्षेत्र सर्वलोक है, औरों का कितनेक राजूप्रमाण है ।"
  },
  {
    "class": "para",
    "text": "पुनश्च काल से मनुष्यपर्याय में उत्कृष्ट रहने का काल अल्प है, कर्मभूमि की अपेक्षा पृथक्त्व कोडि पूर्व मात्र ही है । तथा अन्य पर्यायों में उत्कृष्ट रहने का कालएकेन्द्रियों में तो असंख्यात पुद्गल परिवर्तन मात्र और दूसरों में संख्यात पल्यमात्र है।"
  },
  {
    "class": "para",
    "text": "पुनश्च भाव से तीव्र शुभाशुभपना रहित ऐसे मनुष्यपर्याय के कारणभूत परिणाम होना अत्यंत दुर्लभ है । अन्य पर्याय के कारणभूत अशुभरूप और शुभरूप परिणाम होना मुलभ है ।।"
  },
  {
    "class": "para",
    "text": "इसतरह शास्त्राभ्यास का कारण जो पर्याप्त कर्मभूमिया मनुष्यपर्याय, उसका दुर्लभपना जानना ।"
  },
  {
    "class": "para",
    "text": "वहा सुवास, उच्चकुल, पूर्ण आयु, इन्द्रियों की सामर्थ्य, निरोगपना, सुसंगति, धर्मरूप अभिप्राय, बुद्धि की प्रबलता इत्यादिक की प्राप्ति होना उत्तरोत्तर महादुर्लभ है।।"
  },
  {
    "class": "para",
    "text": "वहे प्रत्यक्ष देखते है । और इतनी सामग्री मिले बिना ग्रथाभ्यास बन नहीं सकता।। सो तुमने भाग्य से यह अवसर पाया है। इसलिए तुमको हठ से भी तुम्हारे हित के लिये प्रेरित करते हैं । जैसे बने वैसे इस शास्त्र का अभ्यास करो । तथा अन्य जीवों को जैसे बने वैसे शास्त्राभ्यास कराओ । तथा जो जीव शास्त्राभ्यास करते हैं, उनकी अनुमोदना करो । पुस्तक लिखवाना और पढ़ने-पढ़ानेवालों की स्थिरता करना इत्यादिक शास्त्राभ्यास के बाह्य कारण, उनका साधन करना । क्योंकि इनके द्वारा भी परम्परा कार्यसिद्धि होती है और महत् पुण्य उपजता है ।।"
  },
  {
    "class": "para",
    "text": "इसतरह इस शास्त्र के अभ्यासादि में जीवों को रुचिवान किया ।"
  }
]