[
    {
      "class": "para",
      "text": "अब ग्रन्थका वर्णन करते हैं। इस ग्रन्थमें पुरुषके अर्थकी सिद्धिका उपाय बतायेंगे। अतः प्रथम ही पुरुषका स्वरूप कहते हैं।"
    },
    {
      "class": "para center bold",
      "text": "अस्ति पुरुषश्चिदात्मा विवर्जितः स्पर्शगन्धरसवर्णैः।<br> गुणपर्ययसमवेतः समाहितः समुदयव्यध्रौव्यैः ॥9॥"
    },
    {
      "class": "para",
      "text": "<b>अन्वयार्थ :-(पुरुषः)</b> पुरुष अर्थात् आत्मा <b>(चिदात्मा)</b> चेतनास्वरूप <b>(अस्ति)</b> है, <b>(स्पर्शरसगन्धवः)</b> स्पर्श, रस, गन्ध और वर्णसे <b>(विवर्जितः)</b> रहित है, <b>(गुणपर्ययसमवेतः)</b> गुण और पर्याय सहित है, तथा <b>(समुदयव्ययध्रौव्यैः)</b> उत्पाद, व्यय और ध्रौव्य <b>(समाहितः)</b> युक्त है।"
    },
    {
      "class": "para",
      "text": "<b>टीका :–पुरुषः चिदात्मा अस्ति–</b>पुरुष है वह चैतन्यस्वरूप है।"
    },
    {
      "class": "para",
      "text": "<b>भावार्थ :–</b>(पुरुषः) उत्तम चेतना गुणमें (सेते) स्वामी होकर प्रवर्तन करे उसको पुरुष कहते हैं । ज्ञान, दर्शन, चेतनाके नाथको पुरुष कहते हैं। यही चेतना अव्याप्ति, अतिव्याप्ति और असम्भव इन तीन दोषोंसे रहित इस आत्माका असाधारण लक्षण है। अव्याप्ति दोष उसे कहते हैं कि जिसको जिसका लक्षण कहा गया हो वह उसके किसी लक्ष्यमें हो और किसी लक्ष्यमें न हो। परन्तु कोई आत्मा चेतना रहित नहीं है। यदि आत्माका लक्षण रागादि कहें तो अव्याप्ति दूषण लगता है क्योंकि रागादिक संसारी जीवोंमें हैं, (परन्तु) सिद्ध जीवोंमें नहीं है। जो लक्षण लक्ष्यमें हो और अलक्ष्यमें भी हो उसे अतिव्याप्ति दूषण कहते हैं। परन्तु चेतना जीव पदार्थके अलावा किसी अन्य पदार्थमें नहीं पाई जाती। यदि आत्माका लक्षण अमूर्त्तत्व कहें तो अतिव्याप्ति दूषण लगता है। कारण कि जिस तरह आत्मा अमूर्तिक है उसी तरह धर्म, अधर्म, आकाश और काल भी अमूर्तिक हैं। तथा जो प्रमाणमें न आये उसे असम्भव कहते हैं। चेतना, जीव पदार्थमें, प्रत्यक्ष और परोक्ष प्रमाणसे जानी जाती है। यदि आत्माका लक्षण जड़पना कहें तो असम्भव दोष लगता है, कारण कि यह प्रत्यक्ष प्रमाणसे बाधित है। इस प्रकार तीनों दोष रहित आत्माका चेतन लक्षण दो प्रकार है। एक ज्ञानचेतना और दूसरी दर्शनचेतना। जो पदार्थोंको साकाररूप विशेषतासे जाने उसे ज्ञानचेतना कहते हैं।"
    },
    {
      "class": "para",
      "text": "जो पदार्थों को निराकाररूप सामान्यतासे देखे उसे दर्शनचेतना कहते हैं। यही चेतना परिणामों की अपेक्षासे तीन प्रकारकी है । जब यह चेतना शुद्ध ज्ञानस्वभावरूपसे परिणमन करती है तब ज्ञानचेतना, जब रागादि कार्यरूपसे परिणमन करती है तब कर्मचेतना, और जब हर्ष-शोकादि वेदनरूप कर्मके फलरूप परिणमन करती है तब कर्मफलचेतना कही जाती है। इस प्रकार चेतना अनेक स्वांग करती है फिर भी चेतनाको अभाव कभी नहीं होता। इस भाँति चेतना लक्षणसे विराजमान जीव नामक पदार्थको पुरुष कहते हैं । "
    },
    {
      "class": "para",
      "text": "पुनः कैसा है पुरुष ? <b> स्पर्श रस गन्ध वः विवर्जितः -</b>  स्पर्श, रस और पांच प्रकारका वर्ण, ऐसे जो पुद्गलोंके लक्षण हैं, उनसे रहित अमूर्तिक है। इस विशेषणसे पुद्गल द्रव्यसे भिन्नता प्रगट की। कारण कि यह आत्मा अनादिकालसे सम्बन्धरूप जो पुद्गल द्रव्य है उसमें अहङ्कारममकाररूप प्रवर्तन करता है। जो अपने चैतन्य पुरुषको अमूर्तिक जाने तो द्रव्यकर्म, नोकर्म, धन-धान्यादि पुद्गल द्रव्यमें अहंकार ममकार न करे।"
    },
    {
      "class": "para",
      "text": "पुनः कैसा है पुरुष ? <b>गुणपर्ययसमवेतः गुण–</b>पर्यायोंसे विराजमान हैं अर्थात् द्रव्य है वह गुण–पर्यायमय है अतः आत्मा भी गुण–पर्यायों सहित विराजमान है । वहां गुणका लक्षण सहभूत हैं। सह अर्थात् द्रव्यके साथ, भू अर्थात् सत्ता । द्रव्यमें जो सदाकाल पाया जावे उसे गुण कहते हैं । आत्मामें गुण दो प्रकार हैं। ज्ञान दर्शनादि असाधारण गुण हैं वह अन्य द्रव्यमें नहीं पाये जाते । अस्तित्व, वस्तुत्व, प्रमेयत्वादि साधारण गुण हैं जो अन्य द्रव्योंमें भी पाये जाते हैं। पर्यायका लक्षण क्रमवर्ती है। जो द्रव्यमें अनुक्रमसे उत्पन्न हो, कदाचित् कोई वार हो उसे पर्याय कहते हैं। आत्मामें पर्याय दो प्रकार की हैं। जो नरनारकादि आकाररूप अथवा सिद्धके आकाररूप पर्याय है उसे व्यंजनपर्याय कहते हैं। ज्ञानादि गुणोंका भी स्वभाव अथवा विभावरूप परिणमन हैं वह छह प्रकार से हानि-वृद्धिरूप है उसे अर्थपर्याय कहते हैं। इन गुण–पर्यायोंसे आत्माकी तादात्मक एकता है । इस विशेषणसे आत्माका विशेष्य जाना जा सकता है।"
    },
    {
      "class": "para",
      "text": "पुनः कैसा हैं पुरुष ? <b>समुदयव्ययध्रौव्यैः समाहितः -</b> उत्पाद, व्यय, ध्रौव्यसे संयुक्त है। नवीन अर्थपर्याय और व्यंजनपर्यायका उत्पन्न होना वह उत्पाद, पूर्व पर्यायका नाश होना वह व्यय और गुण-अपेक्षा अथवा द्रव्य-अपेक्षासे शाश्वत रहना वह ध्रौव्य है। जिस प्रकार सोना कुण्डल पर्यायसे उत्पन्न होता है, कंकण पर्यायसे नष्ट होता है तथा पीतादिककी अपेक्षा अथवा स्वर्णत्वको अपेक्षा सभी अवस्थाओंमें शाश्वत है। इस विशेषणसे आत्माका अस्तित्व प्रगट किया ।।3।।"
    },
    
  {
    "class": "para",
    "text": "<b>प्रश्न :-</b>ऐसे चैतन्य पुरुषके अशुद्धता किस प्रकारसे हुई जिसके कारण इसे अपने अर्थकी सिद्धि करनी पड़े ? इसका उत्तर आगे कहते हैं।"
  },
  {
    "class": "para center bold",
    "text": "परिणममानो नित्यं ज्ञानविवरनादिसन्तत्या।<br> परिणमानां स्वेषां स भवति कर्ता च भोक्ता च ।।10।।"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ : (सः)</b> वह चैतन्य आत्मा <b>(अनादिसन्तत्या)</b>  अनादिकी परिपाटीसे <b>(नित्यं)</b>  निरन्तर <b>(ज्ञानविवर्त्तः)</b>  ज्ञानादि गुणोंके विकाररूप रागादि परिणामोंसे <b>(परिणममानः)</b>  परिणमन करता हुआ <b>(स्वेषां)</b>  अपने <b>(परिणामान)</b>  रागादि परिणामोंका <b>(कर्ता च मोक्ता च)</b>  कर्ता और भोक्ता भी <b>(भवति)</b>  होता है।"
  },
  {
    "class": "para",
    "text": "<b>टीका : अनादि सन्तत्या नित्यं ज्ञानवितैः परिणममानः स्वेषां परिणमानां कर्ता च भोक्ता च भवति</b> वह चैतन्य पुरुष अनादिकी परिपाटीसे सदा ज्ञानचारित्र रहित जो रागादिक परिणाम उनसे परिणमन करता हुआ उन स्वयंके रागादि परिणामोंका कर्ता तथा भोक्ता भी है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :</b> इस आत्माके अशुद्धता नई उत्पन्न नहीं हुई है। अनादिकालसे सन्तानरूपसे द्रव्यकर्मसे रागादि होते हैं, फिर उन्हीं रागादिसे द्रव्यकर्मका बन्ध होता है। <b>स्वर्णकीटिकावत्</b> अनादिसे सम्बन्ध है। उस सम्बन्धके कारण इस जीवको अपने ज्ञानस्वभावका बोध नहीं है इसलिये उदयागत कर्मपर्यायमें इष्ट अनिष्ट भावसे राग, द्वेष, मोहरूप परिणमन कर रहा है। यद्यपि इन परिणामोंके होनेमें द्रव्यकर्म कारण हैं, तथापि यह परिणाम चेतनामय हैं इसलिये इन परिणामोंका व्याप्य व्यापकभावसे आत्मा ही कर्ता है। भाव्यभावकभावसे आत्मा ही भोक्ता है। अब व्याप्य-व्यापकभावका स्वरूप कहते हैं। जो नियमसे सहचारी हो उसे व्याप्ति कहते हैं । जिस प्रकार धुआं और अग्निमें साहचर्य है अर्थात् जहां धुआं होता है वहां अग्नि होती ही है अग्निके बिना धुआं नहीं होता । उसी प्रकार रागादिभाव और आत्मामें सहचारीपना है। जहां रागादि होते हैं वहां आत्मा होता ही है आत्माके बिना रागादि नहीं होते। इस व्याप्ति क्रियामें जो कर्म हैं उसे व्याप्य कहते हैं और आत्मा कर्ता है उसे व्यापक कहते हैं। इस प्रकार जहां व्याप्य-व्यापक सम्बन्ध हो वहीं कर्ता-कर्म सम्बन्ध सम्भव हैं, अन्य स्थानमें सम्भव नहीं। इसी प्रकार जो जो भाव अनुभवन करने योग्य हों उन्हें भाव्य, तथा अनुभव करनेवाले पदार्थको भावुक कहते हैं। ऐसा भाव्य-भावक सम्बन्ध जहां हो वहीं भोक्ता–भोग्य सम्बन्ध सम्भवित हैं, अन्य स्थान पर नहीं ।।10।।"
  },
  {
    "class": "para",
    "text": "इस प्रकार इस अशुद्ध आत्माके अर्थ सिद्धि कब होती है और अर्थ सिद्धि किसे कहते हैं वह आगे बतलाते हैं"
  },
  {
    "class": "para",
    "text": "सर्वविवर्तेत्तीर्णं यदा स चैतन्यमचलमाप्नोति।<br> भवति तदा कृतकृत्यः सम्यक्पुरुषार्थसिद्धिमापन्न ॥11॥"
  },
  {
    "class": "para",
    "text": "<b>अन्वयार्थ : (यवा)</b> जब <b>(सः)</b> उपर्युक्त अशुद्ध आत्मा <b>(सर्वविवर्षोंत्तीर्ण)</b> सर्व विभावोंसे पार होकर <b>(अचल)v अपने निष्क्रिय <b>(चैतन्यं)</b> चैतन्यस्वरूपको <b>(आप्नोति)</b> प्राप्त होता है <b>(तदा)</b> तब यह आत्मा उस <b>(सम्यक्पुरुषार्थसिद्धिम् )</b> सम्यक् प्रकारसे पुरुषार्थक प्रयोजनकी सिद्धिको <b>(मापन्नः)</b> प्राप्त होता हुआ <b>(कृतकृत्यः)v कृतकृत्य <b>(भवति)</b> होता है।</b></b>"
  },
  {
    "class": "para",
    "text": "<b>टीका : स यदा सर्वविवर्तेत्तीर्ण चैतन्यमचलमाप्राप्नोति तथा कृतकृत्यः भवति–</b>रागादि भावोंसे लिप्त वही आत्मा जब सर्व विभावोंसे पार होकर अपने चैतन्यस्वरूप आत्माको निःशंकतापूर्वक प्राप्त होता है तब वही आत्मा कृतकृत्य होता है । कैसा है यह आत्मा ? <b>सम्यक्पुरुषार्थसिद्धिमापन्न</b> सम्यक् प्रकारसे पुरुषार्थकी सिद्धिको प्राप्त हुआ है।"
  },
  {
    "class": "para",
    "text": "<b>भावार्थ :</b> जब यह आत्मा स्व–पर भेदविज्ञानसे शरीरादिक पर द्रव्यको भिन्न जाने तब यह भला इष्ट, यह बुरा अनिष्ट ऐसी बुद्धिका त्याग कर देता है। कारण कि जो कुछ भी भला बुरा होता है वह सब अपने परिणामोंसे ही होता है, पर द्रव्य करनेसे भला बुरा नहीं होता इसलिये सर्व परद्रव्योंमें राग द्वेष भावोंका त्याग कर देता है। जो अवशतासे (पुरुषार्थकी निर्बलतासे) रागादि उत्पन्न होता है। उसके नाशके लिये अनुभव अभ्यासमें उद्यमशील रहता है। ऐसा करते-करते जब सर्व विभावभावोंका नाश हो जाता है और अक्षुब्ध समुद्रवत् शुद्धात्मस्वरूपमें लवणवत् परिणाम लीन हो जाता है, ध्याताध्येयका विकल्प भी नहीं रहता, ऐसा भी नहीं जानता कि मैं शुद्धात्मास्वरूपका ध्यान कर रहा हूँ, स्वयं ही तादात्म्यवृत्तिसे शुद्धात्मस्वरूप होकर निष्कम्प परिणमन करता है, उस समय इस आत्माने जो कुछ करना था वह कर लिया, अब कुछ करना शेष नहीं रहा इसलिये इसको कृतकृत्य कहते हैं। इसी अवस्थाको पुरुषार्थकी सिद्धि कहते हैं। पुरुषका जो अर्थ अर्थात् प्रयोजनरूप कार्य उसकी सिद्धि जो होनी थी वह हो गई। इस अवस्थाको जो प्राप्त हुआ उस आत्माको कृतकृत्य कहते हैं ।।11।।।"
  },
    {
      "class": "para",
      "text": "आगे पुरुषार्थसिद्धिका उपाय कहना चाहते हैं, वहाँ प्रथम ही परद्रव्यके सम्बन्धका कारण कहते हैं। जिसके जानने पर क्या उपाय करना होता है वह कहते"
    },
    {
      "class": "para center bold",
      "text": "जीवकृतं परिणामं निमित्तमात्रं प्रपद्य पुनरन्ये।<br> स्वयमेव परिणमन्तेष्त्र पुद्गलाः कर्मभावेन ॥12॥"
    },
    {
      "class": "para",
      "text": "<b>अन्वयार्थ : (जीवकृतं)</b> जीवके किये हुए <b>(परिणाम)</b>  रागादि परिणामोंका <b>(निमित्तमात्र)</b>  निमित्तमात्र <b>(प्रपद्य)</b>  पाकर <b>(पुनः)</b>  फिर <b>(अन्ये पुद्गलाः)</b>  जीवसे भिन्न अन्य पुद्गल स्कन्ध <b>(अत्र) आत्मामें <b>(स्वयमेव)</b>  अपने आप ही <b>(कर्मभावेन)</b>  ज्ञानावरणादि कर्मरूप <b>(परिणमन्त)</b>  परिणमन कर जाते हैं।</b>"
    },
    {
      "class": "para",
      "text": "<b>टीका : जीवकृतं परिणाम निमित्तमात्रं प्रपद्य पुनः अन्ये पुद्गलः स्वयमेव कर्मभावेन परिणमन्ते-</b> जीवके किये हुए रागादि परिणामोंका निमित्तमात्र पाकर नवीन अन्य पुद्गल स्कन्ध स्वयमेव ज्ञानावरणादि कर्मरूप होकर परिणमन करते हैं।"
    },
    {
      "class": "para",
      "text": "<b>भावार्थ:-</b> जब जीव राग-द्वेष-मोहभावसे परिणमन करता है तब उन भावोंका निमित्त पाकर पुद्गल द्रव्य स्वयं ही कर्मरूप अवस्थाको धारण करता है । विशेष इतना है कि यदि आत्मा देव-गुरु-धर्मादिक प्रशस्त रागरूप परिणमन करे तो शुभकर्मका बन्ध होता है। (और इसके विपरीत अप्रशस्त राग-द्वेष-मोहरूप परिणमन करे तो अशुभ कर्मका बन्ध होता है।)"
    },
    {
      "class": "para",
      "text": "<b>प्रश्न :-</b> जीवके भाव अति सूक्ष्मरूप हैं उनका ज्ञान जड़ कर्मको कैसे होता है ? और ज्ञान हुए बिना पुण्य-पापरूप होकर कैसे परिणमन कर जाते हैं ?"
    },
    {
      "class": "para",
      "text": "<b> उत्तर :</b>  जिस प्रकार मन्त्रसाधक पुरुष बैठा-बैठा गुप्तरूपसे मन्त्र जपता है और उसके किये बिना ही उस मन्त्रके निमित्तसे किसीको पीडा उत्पन्न होती है, किसीका मरण होता है, किसीका भला होता है, कोई विडम्बनारूप परिणमन करता हैं, ऐसी उस मन्त्रमें शक्ति है। उसका निमित्त पाकर चेतन अचेतन पदार्थ स्वयं ही अनेक अवस्थायें धारण करते हैं। उसी प्रकार अज्ञानी जीव अपने अन्तरंगमें विभावभावरूप परिणमन करता है। उन भावोंका निमित्त पाकर इसके बिना किये ही कोई पुद्गल पुण्य-प्रकृतिरूप परिणमन करते हैं और कोई पाप-प्रकृतिरूप परिणमन करते हैं, ऐसी इसके भावोंमें शक्ति है। इसके भावोंका निमित्त पाकर पुद्गल स्वयं ही अने अवस्थायें धारण करता है, ऐसा ही निमित्त नैमित्तिक सम्बन्ध है ।।12।।।"
    },
    {
      "class": "para",
      "text": "<b> प्रश्न:</b>  इस जीवके जो विभावभाव होते हैं वे स्वयंसे ही होते हैं या उनका भी कोई निमित्तकारण है? इसका उत्तर आगे कहते हैं।"
    },
    {
      "class": "para center bold",
      "text": "परिणममानस्य चितश्चिदात्मकैः स्वयमपि स्वकैर्भावैः।<br> भवति हि निमित्तमात्रं पौलिकं कर्म तस्यापि ॥13॥"
    },
    {
      "class": "para",
      "text": "<b> अन्वयार्थ : (हि)</b> निश्चयसे <b>(स्वकैः)</b> अपने <b>(चिदात्मकैः)</b> चेतनास्वरूप <b>(भावैः)</b> रागादि परिणामोंसे <b>(स्वयमपि)</b> स्वयं ही <b>(परिणममानस्य)</b> परिणमन करते हुए <b>(तस्य चित अपि)</b> पूर्वोक्त आत्माके भी <b>(पौलिकं)</b> पुद्गल सम्बन्धी <b>(कमी ज्ञानावरणादिं)</b> द्रव्यकर्म <b>(निमित्तमात्र) </b>निमित्तमात्र <b>(भवति)</b> होता है।"
    },
    {
      "class": "para",
      "text": "<b>टीका: हि चिदात्मकैः स्वकैमवैः परिणममानस्य तस्य चित्त अपि पौलिक कर्म निमित्तमात्रं भवति–</b>निश्चयसे चैतन्यस्वरूप अपने रागादि परिणामसपसे परिणमन किये हुए उस पूर्वोक्त आत्माके भी पौलिक ज्ञानावरणादि कर्म निमित्तमात्र होते हैं।"
    },
    {
      "class": "para",
      "text": "<b>भावार्थ:</b> इस जीवके रागादि विभावभाव अपने आप ही (स्वद्रव्यके आलम्बनसे) नहीं होता। यदि आप ही से हो तो वह भी ज्ञान दर्शनकी तरह स्वभावभाव हो जाय और स्वभावभाव होने पर उसका भी कभी नाश नहीं हो सकता । इसलिये वे भाव औपाधिक हैं, अन्य निमित्तसे होते हैं और वे निमित्त ज्ञानावरणादि कर्मोको जानना । जिस-जिस प्रकार द्रव्यकर्म उदयावस्थाको प्राप्त होता है उसी-उसी प्रकार विभावभावरूप परिणमन करता है।"
    },
    {
      "class": "para",
      "text": "<b>प्रश्न :-</b>पुद्गलमें ऐसी कौनसी शक्ति है कि जो चैतन्यकको विभावभावरूप परिणमन करवा देती हैं ?"
    },
    {
      "class": "para",
      "text": "<b>उत्तर : </b>जिस प्रकार किसी मनुष्यके सिर पर मन्त्र पढी हुई धूल डाली हो तो उस भूलके निमित्तसे वह पुरुष स्वयंको भूलकर नाना प्रकार की विपरीत चेष्टायें करता है । मन्त्रके निमित्तसे उस धूलमें ऐसी शक्ति हो जाती है कि वह बुद्धिमान पुरुषको विपरीत परिणमन करवा देती है। उसी प्रकार इस आत्माके प्रदेशोंमें रागादिके निमित्तसे बँधे हुए पुद्गलोंके निमित्तसे यह आत्मा स्वयंको भूलकर नाना प्रकार विपरीत भावरूप परिणमन करता है। इसके विभावभावोंके निमित्तसे पुद्गलमें ऐसी शक्ति हो जाती है कि वह चैतन्य पुरुषको विपरीत परिणमन करवा देता है। इस भौति भावकर्मसे द्रव्यकर्म और द्रव्यकर्मसे भावकर्म होता है, इसे ही संसार कहते हैं ।।13।। "
    },
    {
      "class": "para",
      "text": "* प्रत्येक इम्य स्वय-क्षेत्र काल और भावसे है, परद्रयादिका उसमें सदा अभाव ही है इसलिये कोई किमीको परिणमन नहीं करवा सकता, तो भी जाने उस प्रकार परिमन करनकी योग्यताके काम बाहामे किस सामग्रीको निमित्त वनानमें आया था उस शान करवानर लिए अद्भुत बहारनयले निमित्तको कर्ता कहा जाता है। व्यवहार कथनी रीति ऐसी ही है इस प्रकार जानना चाहिए।"
    },
    {
      "class": "para",
      "text": "आगे इस संसारका मूल कारण बताते हैं जिसका नाश होने पर पुरुषार्थसिद्धिका उपाय बनता है:-"
    }
  ]