[
    {
      "class": "para",
      "text": "विक्रमकी उन्नीसवीं शतीके आरंभिक दिनों में राजस्थानका गुलाबी नगर जयपुर जैनियोंकी काशी बन रहा था। आचार्यकल्प पंडित टोडरमलजीकी अगाध विद्वत्ता और प्रतिभा से प्रभावित होकर सम्पूर्ण भारतका तत्त्व-जिज्ञासु समाज जयपुरकी ओर चातक दृष्टिसे निहारता था। भारतवर्षके विभिन्न प्रान्तोंमें संचालित तत्त्वगोष्ठियों और अध्यात्मिक मण्डलियोंमें चर्चित गूढ़तम शंकाएँ समाधानार्थ जयपुर भेजी जाती थीं और जयपुरसे पंडितजी द्वारा समाधान पाकर तत्त्व-जिज्ञासु समाज अपनेको कृतार्थ मानता था। साधर्मी भाई ब्र. रायमलने अपनी ‘जीवन-पत्रिका' में तत्कालीन जयपुर की धार्मिक स्थितिका वर्णन इसप्रकार किया है।"
    },
    {
      "class": "para",
      "text": "“तहाँ निरन्तर हजारां पुरुष स्त्री देवलोककी सी नांई चैत्यालै आय महा पुन्य उपारजै, दीर्घ कालका संच्या पाप ताका क्षय करै। सौ पचास भाई पूजा करने वारे पाईए, सौ पचास भाषा शास्त्र बांचने वारे पाईए, दस बीस संस्कृत शास्त्र बांचने वारे पाईए, सौ पचास जनैं चरचा करनें वारे पाईए और नित्यानका सभाके सास्त्रका व्याख्यानविषै पांच सै सात सै पुरुष, तीन सै च्यारि सै स्त्रीजन, सब मिलि हजार बारा सै पुरुष स्त्री शास्त्रका श्रवण करै, बीस तीस बायां शास्त्राभ्यास करै, देश देशका प्रश्न इहां आवै तिनका समाधान होय उहां पहुँचै, इत्यादि अद्भुत महिमां चतुर्थकालवत या नग्र विषै जिनधर्म की प्रवर्ति पाईए है।”"
    },
    {
      "class": "para",
      "text": "यद्यपि सरस्वती माँ के इस वरद पुत्रका जीवन आध्यात्मिक साधनाओंसे ओतप्रोत है, तथापि साहित्यिक व सामाजिक क्षेत्रमें भी उनका प्रदेय कम नहीं है। आचार्यकल्प पंडित टोडरमलजी उन दार्शनिक साहित्यकारों एवं क्रान्तिकारियोंमेंसे हैं, जिन्होंने अध्यात्मिक क्षेत्रमें आई हुई विकृतियोंका सार्थक व समर्थ खण्डन ही नहीं किया, वरन् उन्हें जड़से उखाड़ फेंका। उन्होंने तत्कालीन प्रचलित साहित्य भाषा ब्रजमें दार्शनिक विषयोंका विवेचक ऐसा गद्य प्रस्तुत किया जो उनके पूर्व विरल है।"
    },
    {
      "class": "para",
      "text": "पंडितजी का समय विक्रमकी अठारहवीं शतीका अन्त एवं उन्नीसवीं शती का आरंभ काल है। वह संक्रान्तिकालीन युग था। उस समय राजनीतिमें अस्थिरता, सम्प्रदायोंमें तनाव, साहित्यमें श्रृंगार, धर्मके क्षेत्रमें रूढ़ीवाद, आर्थिक जीवन में विषमता एवं सामाजिक जीवन में आडम्बर - ये सब अपनी चरम सीमा पर थे। उन सबसे पंडितजी को संघर्ष करना था जो उन्होनें डट कर किया और प्राणोंकी बाजी लगा कर किया।"
    },
    {
      "class": "para",
      "text": "पंडित टोडरमलजी गम्भीर प्रकृतिके अध्यात्मिक महापुरुष थे। वे स्वभावसे सरल, संसारसे उदास, धुनके धनी, निरभिमानी, विवेकी, अध्ययनशील, प्रतिभावान, बाह्याडम्बर विरोधी, दृढ़श्रद्धानी, क्रान्तिकारी सिद्धान्तोंकी कीमत पर कभी न झुकने वाले, आत्मानुभवी, लोकप्रीयप्रवचनकार, सिद्धान्त-ग्रन्थोंके सफल टीकाकार एवं परोपकारी महा मानव थे।"
    },
    {
      "class": "para",
      "text": "वे विनम्र एवं दृढ़निश्चयी विद्वान एवं सरल स्वभावी थे। वे प्रामाणिक महापुरुष थे। तत्कालीन आध्यात्मिक समाजमें तत्त्वज्ञान संबन्धी प्रकरणोंमें उनके कथन प्रमाण के तौर पर प्रस्तुत किये जाते थे। वे लोकप्रीय आध्यात्मिक प्रवक्ता थे। धार्मिक उत्सवोंमें जनता की अधिक से अधिक उपस्थिति के लिये उनके नाम का प्रयोग आकर्षण के रूप में किया जाता था। गृहस्थ होने पर भी उनकी वृत्ति साधुता की प्रतीक थी।"
    },
    {
      "class": "para",
      "text": "पंडितजी के पिता का नाम जोगीदासजी एवं माताका नाम रम्भादेवी था। वे जाति से खण्डेलवाल थे और गोत्र था गोदीका, जिसे भौंसा व बड़जात्या भी कहते हैं। उनके वंशज ढोलाका भी कहलाते थे। वे विवाहित थे पर उनकी पत्नी व ससुराल पक्ष वालोंका कहीं कोई उल्लेख नहीं मिलता। उनके दो पुत्र थे - हरिचंद और गुमानीराम।"
    },
    {
      "class": "para",
      "text": "गुमानीराम भी उनके समान उच्चकोटीके विद्वान् व प्रभावक आध्यात्मिक प्रवक्ता थे। उनके पास बड़े-बड़े विद्वान् भी तत्त्वका रहस्य समझने आते थे। पंडित देवीदासजी गोधाने ‘सिद्धान्तसार टीकाप्रशस्ति' में इसका स्पष्ट उल्लेख किया है। पंडित टोडरमलजी की मृत्यु के उपरान्त वे पंडित टोडरमलजी द्वारा संचालित धार्मिक क्रान्तिके सूत्रधार रहे। उनके नाम से एक पंथ भी चला जो गुमान-पंथके नाम से जाना जाता है।"
    },
    {
      "class": "para",
      "text": "तत्कालीन समाजमें धार्मिक अध्ययन के लिये आजके समान विद्यालय, महाविद्यालय नहीं चलते थे। लोग स्वय ही ‘सैलियों' के माध्यमसे तत्त्वज्ञान प्राप्त करते थे। तत्कालीन समाजमें जो अध्यात्मिक चर्चा करने वाली दैनिक गोष्ठियाँ होती थीं उन्हें सैली कहा जाता था। ये सैलियाँ सम्पूर्ण भारत में यत्र-तत्र थीं। महाकवि बनारसीदास भी आगराकी एक सैली में ही शिक्षित हुए थे।"
    },
    {
      "class": "para",
      "text": "पंडित टोडरमलजीकी सामान्य शिक्षा भी जयपुर की एक आध्यात्मिक (तेरापंथ ) सैलीमें हुई जिसका बादमें उन्होंने सफल संचालन भी किया। उनके पूर्व बाबा बंशीधरजी उक्त सैलीके संचालक थे। गुढ़तत्त्वोंके तो पंडित टोडरमलजी स्वयंबुद्ध ज्ञाता थे। ‘लब्धिसार' व 'क्षपणासार' की संदृष्टियां आरम्भ करते हुए वे लिखते हैं - “शास्त्र विषै लिख्या नाहीं और बतावने वाला मिल्या नाहीं ।”"
    },
    {
      "class": "para",
      "text": "प्राकृत, संस्कृत और हिन्दी के अतिरिक्त उन्हें कन्नड़ भाषा का भी ज्ञान था। मूल ग्रंथोंको वे कन्नड़ लिपि में पढ़-लिख सकते थे। कन्नड़ भाषा और लिपि का ज्ञान एवं अभ्यास भी उन्होने स्वयं किया। उसमें अध्यापकोंके सहयोग की संभावना भी नहीं की जा सकती है, क्योंकि उस समय उत्तर भारत में कन्नड़ के अध्यापन की व्यवस्था दुःसाध्य कार्य था। कन्नड़ एक कठिन लिपि है, द्रविड़ परिवार की सभी लिपियाँ कठिन हैं। उसको किसी की सहायता के बिना सीखना और भी कठिन था, पर उन्होंने उसका अभ्यासकर लिया और साधारण अभ्यास नहीं-वे कन्नड़ भाषा के ग्रन्थोंपर व्याख्यान करते थे एवं उन्हें कन्नड़ लिपि में लिख भी लेते थे। ब्र. रायमल ने लिखा है :-"
    },
    {
      "class": "para",
      "text": "“दक्षिण देससूं पांच सात और ताड़पत्रांविषै कर्णाटी लिपि में लिख्या इहाँ पधारे हैं, ताकूं मलजी बाँचे है, वाका यथार्थ व्याख्यान करै है कर्णाटी लिपि मैं लिखि ले हैं ।”"
    },
    {
      "class": "para",
      "text": "यद्यपि उनका अधिकांश जीवन जयपुरमें ही बीता, तथापि उन्हें अपनी आजीविकाके लिये कुछ समय सिंघाणा रहना पड़ा। वहाँ वे दिल्ली के एक साहूकारके यहाँ कार्य करते थे।"
    },
    {
      "class": "para",
      "text": "उनके व्यवसाय और आर्थिक स्थितिके सम्बन्धमें कुछ भ्रांतियाँ प्रचलित हैं। कहा जाता है कि “वे आर्थिक दृष्टि से बहुत सम्पन्न थे। उनको पढ़ाने के लिये बनारससे विद्वान् बुलाया गया था। उनकी प्रतिभासे प्रभावित होकर उनके अध्ययन की व्यवस्था अमरचंदजी दीवानने की थी। दीवान अमरचंदजी के कारण उनको राज्य में सम्माननीय पद प्राप्त था। इस राजकर्मचारी पदसे राज्य और प्रजा से हितमें उन्होंने अनेक कार्य किये। उनका प्रखर पाण्डितय राज्यके विद्वानोंको अखरने लगा और कई बार पराजित होनेसे उन पर द्वेष भाव रखने लगे ।”"
    },
    {
      "class": "para",
      "text": "यह बात सम्भव नहीं है कि जिस व्यक्तिको उस युगमें - जब की कोई व्यक्ति घर से बाहर जाना पसन्द नहीं करता और यातायात के समुचित साधन उपलब्ध नहीं थे - अपनी अल्प व्ययमें अपनी आजीविकाके लिये बाहर जाना पड़ा हो, वह आर्थिक दृष्ट्रिसे इतना सम्पन्न रहा हो कि उसकी शिक्षा के लिये उसके माता-पिताने बनारससे विद्वान् बुलाया हो। दूसरे यह भी सम्भव नहीं की दीवान अमरचंदजीने उनके पढ़ाने की व्यवस्थाकी हो या उन्हें राज्यमें कोई अच्छा पद दिलाया हो, क्योंकि पंडित टोडरमलजी के दिवंगत होने तक अमरचंदजी दीवान पर प्रतिष्ठित ही नहीं हुए थे। पंडितजीके राजकर्मचारी पद से राज्य और प्रजाके हित में अनेक कार्य करने की बात भी निरी कल्पना ही लगती है। इस सम्बन्ध में कोई भी प्रमाण उपलब्ध नहीं है। राजा की विद्वत्परिषद् में जाने एवं वहाँ वाद-विवाद करने का कोई उल्लेख नहीं मिलते और न यह सब उनकी प्रकृति के अनुकूल ही था।"
    },
    {
      "class": "para",
      "text": "परम्परागत मान्यतानुसार उनकी कुल आयु २७ वर्ष कही जाती रही, परन्तु उनकी साहित्य-साधना, ज्ञान व प्रताप उल्लेखोंको देखते हुए मेरा यह निश्चित मत है कि वे ४७ वर्ष तक अवश्य जीवित रहे। इस सम्बन्धमें साधर्मी भाई ब्रः रायमल द्वारा लिखित चर्चासंग्रह ग्रंथकी अलीगंज (एटा--उ० प्र०) में प्राप्त हस्तलिखित प्रति के पृष्ठ १७३ का निम्नलिखित उल्लेख विशेष द्रष्टव्य हैं :-"
    },
    {
      "class": "para",
      "text": "“बहुरि बारा हजार त्रिलोकसारजीकी टीका वा बारा हजार मोक्षमार्गप्रकाशक ग्रंथ अनेक शास्त्रांके अनुस्वारि अर आत्मानुशासनजीकी टीका हजार तीन यां तीना ग्रंथांकी टीका भी टोडरमलजी सैंतालीस बरस की आयु पूर्ण करि परलोक विषै गमन की ।”"
    },
    {
      "class": "para",
      "text": "उनकी मृत्यु-तिथि विक्रम सम्वत् १८२३-२४ के लगभग निश्चित है, अतः उनका जन्म विक्रम १७७६-७७ में होना चाहिए।"
    },
    {
      "class": "para",
      "text": "पं ० बखतराम शाहके अनुसार कुछ मतांध लोगों द्वारा लगाए गए शिवपिण्डीको उखाड़नेके आरोपके संदर्भमें राजा द्वारा सभी श्रावकोंको कैद कर लिया गया था और तेरापंथियोंके गुरु, महानधर्मात्मा, महापुरुष, पंडित टोडरमलजी को मृत्युदण्ड दिया गया था। दुष्टोंके भड़कानेमें आकर राजाने उन्हें मात्र प्राण दण्ड़ ही नहीं दिया, बल्कि गंदगीमें गड़वा दिया था। यह भी कहा जाता है कि उन्हें हाथीके पैर के नीचे कुचला कर मारा गया था।"
    },
    {
      "class": "para",
      "text": "पंडित टोडरमलजीके जन्म-मृत्यु और आयुके सम्बन्धमें ‘पंडित टोडरमल : व्यक्तित्व और कर्तृत्व' में विस्तारसे विचार किया गया है। विशेष जानकारी के लिये उक्त ग्रंथका दूसरा अध्याय देखें।"
    },
    {
      "class": "para",
      "text": "पंडितजी का जीवन कार्यक्षेत्र आध्यात्मिक तत्त्वज्ञान का प्रचार व प्रसार करना था, जिसे वे लेखन-प्रवचन आदिके माध्यमसे करते थे। उनका सम्पर्क तत्कालीन आध्यात्मिक समाजसे प्रत्यक्ष व परोक्षरूपसे दूर-दूर तक था। साधर्मी भाई ब्र० रायमल शाहपुरासे उनसे मिलने सिंघाणा गए थे तथा उनकी प्रतिभासे प्रभावित होकर तीन वर्ष तक वहीं तत्त्वाभ्यास करते रहे। जो व्यक्ति उनके पास नहीं आ सकते थे वे पत्र व्यवहार द्वारा अपनी शंकाओंका समाधान किया करते थे। इस संदर्भमें मुलतान वालोंकी शंकाओंके समाधानमें लिखा गया पत्र अपने आपमें एक ग्रंथ बन गया है।"
    },
    {
      "class": "para",
      "text": "अनेक जिज्ञासु उनके सम्पर्कमें आकर विद्वान् बने। उनसे प्रेरणा पाकर कई विद्वानोंने साहित्य-सेवामें अपना जीवन लगाया एवं परवर्ती विद्वानोंने उनका अनुकरण किया। प्रमेयरत्नमाला, आप्तमीमांसा, समयसार, अष्ट्रपाहुड़, स्वामी कार्तिकेयानुप्रेक्षा, सर्वार्थसिद्धि आदि अनेकों गंभीर न्याय और सिद्धान्तग्रंथों के सफल टीकाकार पंडितप्रवर जयचंदजी छाबड़ा; आदिपुराण, पद्यपुराण, हरिवंशपुराण आदि अनेक पुराणोंके लोकप्रिय वचनिकाकार पंडित दौलतरामजी कासलीवाल; शान्तिनाथपुराण वचनिकाकार पंडित सेवारामजी; तथा महान उत्साही भ्रमणशील विद्वान् पंडित देवीदासजी गोधा ने पंडित टोडरमलजीकी संगति से लाभ उठाया एवं उनसे प्रेरणा पाकर अपना जीवन माँ सरस्वतीकी सेवामें समर्पित कर दिया।"
    },
    {
        "class": "para",
        "text": "दीवान रतनचंद और बालचंद छाबड़ा के अतिरिक्त उदासीन श्रावक महाराम ओसवाल, अजबराय, त्रिलोकचंद पाटनी, त्रिलोकचंद सौगानी, नयनचंद पाटनी आदि पंडित टोडरमलजीके सक्रिय सहयोगी एवं उनकी दैनिक सभाके श्रोता थे ।"
      },
      {
        "class": "para",
        "text": "उनकी आत्मसाधना और तत्त्वप्रचारका कार्य सुनियोजित एवं सुव्यवस्थित था। मुद्रणकी सुविधा न होनेसे तत्सम्बन्धी अभाव की पूर्ति हेतु दश-बारह कुशल लिपिकार शास्त्रोंकी प्रतिलिपियाँ करते रहते थे। पंडित टोडरमलजी का व्याख्यान सुनने उनकी शास्त्र सभा में हजार-बारहसो स्त्री-पुरुष प्रतिदिन आते थे। बालक-बालिकाओं एवं प्रौढ़ पुरुषों एवं महिला वर्गके धार्मिक अध्ययन-अध्यापनकी पूरी-पूरी व्यवस्था थी। उक्त सभी व्यवस्थाकी चर्चा ब्र० रायमलने विस्तारसे की है।"
      },
      {
        "class": "para",
        "text": "उनका कार्यक्षेत्र सम्पूर्ण भारतवर्ष था। उनका प्रचार कार्य ठोस था। यद्यपि उस समय यातायात की कोई सुविधायें नहीं थी, तथापि उन्होंने दक्षिण भारतमें समुद्र के किनारे तक धवलादि सिद्धान्तशास्त्रोंकी प्राप्तिकेलिये प्रयत्न किया था। उक्त संदर्भमें ब्र० रायमल इन्द्रध्वज महोत्सव पत्रिकामें लिखते हैं :-"
      },
      {
        "class": "para",
        "text": "“और दोय-च्यारि भाई धवल महाधवल, जयधवल लेनेहूं दक्षिण देश विर्षे जैनबद्री नगर वा समुद्र तांई गए थे।”"
      },
      {
        "class": "para",
        "text": "बहुत परेशानी उठानेके बाद भी, यहाँ तक की एक व्यक्ति की जान भी चली गई, उन्हें उक्त शास्त्र प्राप्त करने में सफलता नहीं मिली; किन्तु उन्होंने प्रयास करना नहीं छोड़ा। ब्र० रायमल इसी संर्धभमें आगे लिखते हैं :-"
      },
      {
        "class": "para",
        "text": "“धवलादि सिद्धान्त तौ उहां भी बचै नांही है। दर्शन मात्र ही है उहाँ वाकी यात्रा जुरै है - ईं देशमें सिद्धान्तका आगमन हुवा नांहीं। रुपया हजार दोय २००० ] पांच-सात आदम्यांके जाबै–आबै खडचि पड्या। एक साधर्मी डालूरामकी उहां ही पर्याय पूरी हुई। ..... ....... बहुरि या बात के उपाय करनेमैं बरस च्यारिपाँच लागा। पाँच विश्वा औरुं भी उपाय वर्ते है। औरंगाबादहूं सौ कोस परें एक मलयखेड़ा है तहां भी तीनै सिद्धान्त बिराजै है।"
      },
      {
        "class": "para",
        "text": "मलयखेड़ासू सिद्धान्त मंगायबेका उपाय है। सो देखियए ए कार्य वणनेंविषै कठिनता विशेष है ।।"
      },
      {
        "class": "para",
        "text": "अध्ययन और ध्यान यही उनकी साधना थी। निरन्तर आध्यात्मिक अध्ययन, चिन्तन, मननके फल स्वरूप ‘मैं टोडरमल हैं' की अपेक्षा ‘मैं जीव हूँ' की अनुभूति उनमें अधिक प्रबल हो उठी थी। यही कारण है कि जब वे ‘सम्यग्ज्ञानचंद्रिका प्रशस्ति' में अपना परिचय देने लगे तो सहज ही लिखा गया :-"
      },
      {
        "class": "para",
        "text": "मैं हूँ जीव-द्रव्य नित्य चेतना स्वरूप मेर्यो,"
      },
      {
        "class": "para",
        "text": "लग्यो है अनादितै कलंक कर्म मल कौ |"
      },
      {
        "class": "para",
        "text": "ताहिको निमित्त पाय रागादिक भाव भये,"
      },
      {
        "class": "para",
        "text": "भयो है शरीरको मिलाप जैसे खक कौ || "
      },
      {
        "class": "para",
        "text": "रागादिक भावनिको पायके निमित्त पुनि,"
      },
      {
        "class": "para",
        "text": "होत कर्मबन्ध ऐसे है बनाव जैसे कल कौ। "
      },
      {
        "class": "para",
        "text": "ऐसे ही भ्रमत भयो मानुष शरीर जोग,"
      },
      {
        "class": "para",
        "text": "बनें तो बनें यहां उपाव निज थल कौ ।। ३६ ।।"
      },
      {
        "class": "para",
        "text": "रम्भापति स्तुत गुण जनक, जाको जोगीदास ।। "
      },
      {
        "class": "para",
        "text": "सोई मेरो प्रान है, धारें प्रगट प्रकाश ।। ३७ ।।"
      },
      {
        "class": "para",
        "text": "मैं आतम अरु पुद्गल खंध, मिलिकै भयो परस्पर बंध । "
      },
      {
        "class": "para",
        "text": "सो असमान जाति पर्याय, उपज्यो मानुष नाम कहाय ।। ३८।। "
      },
      {
        "class": "para",
        "text": "मात गर्भमें सो पर्याय, करनैं पूरण अंग सुभाय । "
      },
      {
        "class": "para",
        "text": "बाहर निकसि प्रगट जब भयो,तब कुटुम्बको मेलो भयो ।। ३९ ।।"
      },
      {
        "class": "para",
        "text": "नाम धरयो तिन हर्षित होय, टोडरमल्ल 'कहे सब कोय । "
      },
      {
        "class": "para",
        "text": "ऐसो यहु मानुष पर्याय, बधत भयो निज काल गमाय ।। ४० ।। "
      },
      {
        "class": "para",
        "text": "देश ढुंढारह मांही महान, नगर ‘सवाई' जयपुर थान । "
      },
      {
        "class": "para",
        "text": "तामें ताको रहनो घनो, थोरो रहनो ओठे बनो ।। ४१ ।। "
      },
      {
        "class": "para",
        "text": "तिस पर्यायविर्षे जो कोय, देखन-जानन हारो सोय ।"
      },
      {
        "class": "para",
        "text": "मैं हूँ जीव-द्रव्य गुन–भूप, एक अनादि-अनन्त अरूप ।। ४२ ।। "
      },
      {
        "class": "para",
        "text": "कर्म उदय को कारण पाय, रागादिक हो हैं दुःखदाय ।"
      },
      {
        "class": "para",
        "text": "ते मेरे औपाधिक भाव, इनिकों विनशैं मैं शिवराय ।। ४३ ।। "
      },
      {
        "class": "para",
        "text": "प्रतिभा के धनी और आत्म साधना-सम्पन्न होने पर भी उन्हें अभिमान छू भी नहीं गया था। अपनी रचनाओंके कर्तृत्व के सम्बन्धमें लिखते हैं :-"
      },
      {
        "class": "para",
        "text": "वचनादिक लिखनादिक क्रिया, वर्णादिक अरु इन्द्रिय हिया ।। "
      },
      {
        "class": "para",
        "text": "ये सब हैं पुद्गल के खेल, इनमें नाहीं हमारो मेल ।। "
      },
      {
        "class": "para",
        "text": "रागादिक वचनादिक घनां, इनके कारण कारिज पनां । "
      },
      {
        "class": "para",
        "text": "तातै भिन्न न देख्यो कोय, बिनु विवेक जग अंधा होय ।।"
      },
      {
        "class": "para",
        "text": "ज्ञान राग तो मेरौ मिल्यौ, लिखनौ करनौ तनुको मिल्यौ । "
      },
      {
        "class": "para",
        "text": "कागज मसि अक्षर आकार, लिखिया अर्थ प्रकाशन हार ।। "
      },
      {
        "class": "para",
        "text": "ऐसौ पुस्तक भयो महान, जातें जानें अर्थ सुजान । "
      },
      {
        "class": "para",
        "text": "यद्यपि यहु पुद्गलकौ खंद, है तथापि श्रुतज्ञान निबंध' ।।"
      },
      {
        "class": "para",
        "text": "पंडित टोडरमलजी आध्यात्मिक साधक थे। उन्होंने जैन दर्शन और सिद्धान्तोंका गहन अध्ययन ही नहीं किया, अपितु उसे तत्कालीन जन भाषा में लिखा भी है। इसमें उनका मुख्य उद्देश्य अपने दार्शनिक चिंतनको जन साधारण तक पहुँचाना था। पंडितजी प्राचीन जैन ग्रन्थों की विस्तृत, गहन परन्तु सुबोध भाषा-टीकाएँ लिखीं। इन भाषाटीकाओं में कई विषयों पर बहुत ही मौलिक विचार मिलते हैं, जो उनके स्वतन्त्र चिन्तनके परिणाम थे। बाद में इन्हीं विचारों के आधार पर उन्होंने कतिपय मौलिक ग्रन्थों की रचना भी की। उनमें से सात तो टीका ग्रन्थ हैं और पाँच मौलिक रचनाएँ हैं। उनकी रचनाओंको दो भागों में बांटा जा सकता है :-"
      },
      {
        "class": "para",
        "text": "(१) मौलिक रचनाएँ (२) व्याख्यात्मक टीकाएँ।"
      },
      {
        "class": "para",
        "text": "मौलिक रचनाएँ गद्य और पद्य दोनों रूपोंमें हैं। गद्य रचनाएँ चार शैलियों में मिलती | हैं - "
      },
      {
        "class": "para",
        "text": "( क ) वर्णात्मक शैली ।"
      },
      {
        "class": "para",
        "text": "(ख) पत्रात्मक शैली । "
      },
      {
        "class": "para",
        "text": "(ग) यंत्र-रचनात्मक [ चाट ] शैली "
      },
      {
        "class": "para",
        "text": "(घ) विवेचनात्मक शैली"
      },
      {
        "class": "para",
        "text": "वर्णात्मक शैली में समोसरण आदिका सरल भाषा में सीधा वर्णन है। पंडितजीके पास जिज्ञासु लोग दूर-दूर से अपनी शंकाएँ भेजते थे, उनके समाधान में वह जो कुछ लिखते थे, वह लेखन पत्रात्मक शैली के अंतर्गत आता है। इसमें तर्क और अनुभूतिका सुन्दर समन्वय है। इन पत्रोंमें एक पत्र बहुत महत्वपूर्ण है। सोलह पृष्ठीय यह पत्र ‘रहस्यपूर्ण चिट्ठी' के नाम से प्रसिद्ध है। यंत्र-रचनात्मक शैली में चार्टी द्वारा विषय को स्पष्ट किया गया है। 'अर्थसंदृष्टि अधिकार' इसी प्रकार की रचना है। विवेचनात्मक शैलीमें सैद्धान्तिक विषयोंको प्रश्नोत्तर पद्धतिमें विस्तृत विवेचन करके युक्ति व उदाहरणों से स्पष्ट किया गया है। ‘मोक्षमार्गप्रकाशक' इसी श्रेणी में आता है।"
      },
      
  {
    "class": "para",
    "text": "पद्यात्मक रचनाएँ दो रूप में उपलब्ध हैं :-"
  },
  {
    "class": "para",
    "text": "(१) भक्तिपरक"
  },
  {
    "class": "para",
    "text": "(२) प्रशस्तिपरक"
  },
  {
    "class": "para",
    "text": "भक्तिपरक रचनाओं में गोम्मटसार पूजा एवं ग्रंथोंके आदि, मध्य और अन्तमें प्राप्त फुटकर पद्यात्मक रचनाएँ हैं। ग्रन्थोंके अंतमें लिखी गई परिचयात्मक प्रशस्तियाँ प्रशस्तिपरक श्रेणी में आती हैं।"
  },
  {
    "class": "para",
    "text": "पंडित टोडरमलजी की व्याख्यात्मक टीकाएँ दो रूपों में पाई जाती हैं :-"
  },
  {
    "class": "para",
    "text": "(१) संस्कृत ग्रंथोंकी टीकाएँ "
  },
  {
    "class": "para",
    "text": "(२) प्राकृत ग्रंथोंकी टीकाएँ"
  },
  {
    "class": "para",
    "text": "संस्कृत ग्रन्थोंकी टीकाएँ आत्मानुशासन भाषाटीका और पुरुषार्थसिद्धयुपाय भाषाटीका है। प्राकृत ग्रंथोंमें गोम्मटसार जीवकाण्ड, गोम्मटसार कर्मकाण्ड, लब्धिसार-क्षपणासार और त्रिलोकसार हैं, जिनकी भाषा टीकाएँ उन्होंने लिखी हैं।"
  },
  {
    "class": "para",
    "text": "गोम्मटसार जीवकाण्ड, गोम्मटसार कर्मकाण्ड, लब्धिसार–क्षपणासारकी भाषा-टीकाएँ पंडित टोडरमलजी ने अलग-अलग बनाई थीं, किन्तु उक्त चारों टीकाओंको परस्पर एक दूसरे से सम्बन्धित एवं परस्पर एकका अध्ययन दूसरेके अध्ययनमें सहायक जानकर, उन्होंने उक्त चारों टीकाओंकों मिला कर एक कर दिया तथा उनका नाम ' सम्यग्ज्ञानचंद्रिका' रख दिया। सम्यग्ज्ञानचंद्रिकाकी पीठीकामें उक्त चारों ग्रंथ की टीका मिलाकर एक कर देने के सम्बन्धमें सयुक्ति समर्थ कारण प्रस्तुत किये हैं। प्रशस्तिमें तत्संबन्धी उल्लेख इसप्रकार है :-"
  },
  {
    "class": "para",
    "text": "या विधि गोम्मटसार लब्धिसार ग्रन्थनिकी,"
  },
  {
    "class": "para",
    "text": "भिन्न-भिन्न भाषाटीका कीनी अर्थ गायकैं।"
  },
  {
    "class": "para",
    "text": "इनिकै परस्पर सहायकपनौ देख्यौ ,"
  },
  {
    "class": "para",
    "text": "तातै एक कर दई हम तिनकौ मिलायकैं।"
  },
  {
    "class": "para",
    "text": "सम्यग्ज्ञानचंद्रिका धर्यो है याकौ नाम,"
  },
  {
    "class": "para",
    "text": "सोई होत है सफल ज्ञानानन्द उपजायकैं।"
  },
  {
    "class": "para",
    "text": "कलिकाल रजनीमें अर्थको प्रकाश करें,"
  },
  {
    "class": "para",
    "text": "यातें निज काज कीजै इष्ट भव भाय ।। ३० ।।"
  },
  {
    "class": "para",
    "text": "सम्यग्ज्ञानचंद्रिका विवेचनात्मक गद्य शैलीमें लिखी गई है। प्रारंभमें इकहत्तर पृष्ठकी पीठिका है। आज नवीन शैलीसे संपादित ग्रंथों में भूमिका का बड़ा महत्व माना जाता है। शैली के क्षेत्रमें लगभग दो सौ बीस वर्ष पूर्व लिखी गई सम्यग्ज्ञानचंद्रिकाकी पीठिका आधुनिक भूमिका का आरम्भिक रूप है। किन्तु भूमिका का आद्य रूप होने पर भी उसमें प्रौढ़ता पाई जाती है, उसमें हलकापन कहीं भी देखने को नहीं मिलता। इसके पढ़ने से ग्रन्थका पूरा हार्द खुल जाता है एवं इस गूढ़ ग्रंथके पढ़नेमें आने वाली पाठक की समस्त कठिनाइयाँ दूर हो जाती हैं। हिन्दी आत्मकथा-साहित्य में जो महत्व महाकवि पंडित बनारसीदासके ‘अर्धकथानक' को प्राप्त है, वही महत्त्व हिन्दी भूमिका-साहित्यमें सम्यग्ज्ञानचंद्रिकाकी पीठिका का है।"
  },
  {
    "class": "para",
    "text": "पंडित परमानन्द शास्त्री ‘त्रिलोकसार भाषाटीका' को भी सम्यग्ज्ञानचंद्रिकामें सम्मिलित मानते हैं , पर पंडित टोडरमलजीने स्पष्ट रूपसे कई स्थानों पर लिखा है कि ‘सम्यग्ज्ञानचंद्रिका' गोम्मटसार जीवकाण्ड, गोम्मटसार कर्मकाण्ड, लब्धिसार और क्षपणासारकी टीका का नाम है । कहीं भी त्रिलोकसार के नाम का उल्लेख नहीं किया है। लब्धिसार-क्षपणासार सहित भाषाटीका समाप्त करते हुए लिखा है - “ इति श्रीमत् लब्धिसार वा क्षपणासार सहित गोम्मटसार शास्त्रकी सम्यग्ज्ञानचंद्रिका भाषाटीका सम्पूर्ण।” अतः यह निश्चित है कि ' त्रिलोकसार भाषाटीका' सम्यग्ज्ञानचंद्रिका का अंग नहीं है।"
  },
  {
    "class": "para",
    "text": "मोक्षमार्गप्रकाशक पंडित टोडरमलजीका एक महत्वपूर्ण ग्रंथ है। इस ग्रंथका आधार कोई एक ग्रंथ न होकर सम्पूर्ण जैन साहित्य है। यह सम्पूर्ण जैन सिद्धान्त को अपने में समेट लेनेका एक सार्थक प्रयत्न था, पर खेद है कि यह ग्रंथराज पूर्ण न हो सका। अन्यथा यह कहनेमें संकोच न होता कि यदि सम्पूर्ण जैन वाङ्मय कहीं एक जगह सरल, सुबोध और जनभाषामें देखना हो तो मोक्षमार्गप्रकाशकको देख लीजिए। अपूर्ण होने पर भी यह अपनी अपूर्वता के लिये प्रसिद्ध है। यह एक अत्यन्त लोकप्रीय ग्रंथ है जिसके कई संस्करण निकल चुके हैं एवं खड़ी बोली में इसके अनुवाद भी कई बार प्रकाशित हो चुके हैं यह उर्दूमें भी छप चुका है । मराठी और गुजरातीमें भी इसके अनुवाद प्रकाशित हो चुके हैं । अभी तक सब कुल मिलाकर इसकी ६२,२०० प्रतियाँ छप चुकीं हैं। इसके अतिरिक्त भारत वर्षके दिगम्बर जैन मंदिरोंके शास्त्रभण्डारोंमें इस ग्रंथराज की हजारों हस्त लिखित प्रतियाँ पायी जाती हैं। समूचे समाजमें यह स्वाध्याय और प्रवचनका लोकप्रिय ग्रंथ है। आज भी पंडित टोडरमलजी दिगम्बर जैन समाज में सर्वाधिक पढ़े जाने वाले विद्वान् हैं। मोक्षमार्गप्रकाशक की मूल-प्रति भी उपलब्ध है एवं उसके फोटोप्रिण्ट करा लिये गए हैं जो जयपुर, दिल्ली और सोनगढ़ में सुरक्षित हैं। इस पर स्वतन्त्र प्रवचनात्मक व्याख्याएँ भी मिलती हैं ।"
  },
  {
    "class": "para",
    "text": "इस ग्रंथका निर्माण ग्रंथकारकी अंतःप्रेरणा का परिणाम है। अल्पबुद्धि वाले जिज्ञासु जीवोंके प्रति धर्मानुराग ही अन्तःप्रेरणाका प्रेरक रहा है। ग्रंथ-निर्माण के मूल में कोई लोकिक आकांशा नहीं थी। धन, यश और सम्मानकी चाह तथा नया पंथ चलानेका मोह भी इसका प्रेरक नहीं था; किन्तु जिनको न्याय, व्याकरण, नय और प्रमाणका ज्ञान नहीं है और जो महान शास्त्रोंके अर्थ समझने में सक्षम नहीं है, उनके लिये जनभाषामें सुबोध ग्रन्थ बनानेके पवित्र उद्देश्य से ही इस ग्रंथका निर्माण हुआ है ।"
  },
  {
    "class": "para",
    "text": "प्राप्त मोक्षमार्गप्रकाशकमें नौ अधिकार हैं। प्रारम्भमें आठ अधिकार तो पूर्ण हो गए, किन्तु नौवाँ अधिकार अपूर्ण है। इस अधिकारमें जिस विषय ( सम्यग्दर्शन) उठाया गया है, उसके अनुरूप इसमें कुछ भी नहीं कहा जा सका है। सम्यग्दर्शन के आठ अंग और पच्चीस दोषोंके नाम मात्र गिनाए जा सके हैं। उनका सांगोपांग विवेचन नहीं हो पाया है। जहाँ विषम छूटा है वहाँ विवेच्य प्रकरण भी अधूरा रह गया है, यहाँ तक कि अंतिम पृष्ठका अंतिम शब्द ‘बहुरि' भी बहु…...लिखा जाकर अधूरा छूट गया है।"
  },
  {
    "class": "para",
    "text": "मोक्षमार्गप्रकाशककी हस्तलिखित मूल प्रति देखने पर यह प्रतीत हुआ कि मोक्षमार्गप्रकाशकके अधिकारोंके क्रम एवं वर्गीकरण के सम्बन्धमें पंडितजी पुनर्विचार करना चाहते थे क्योंकि तीसरे अधिकार तक तो वे अधिकार के अंत होने पर स्पष्ट रूपसे लिखते हैं कि प्रथम, द्वितीय व तृतीय अधिकार समाप्त हुआ; किन्तु चौथे अधिकारसे यह क्रम अव्यवस्थित हो गया। चौथे के अंत में लिखा है ‘छठा अधिकार समाप्त हुआ' । पाँचवे अधिकारके अन्तमें कुछ लिखा व कटा हुआ है। पता नहीं चलता कि क्या लिखा हुआ है एवं वहाँ अधिकार शब्द का प्रयोग नहीं है। छठे अधिकार के अंत में छठा लिखने की जगह छोड़ी गई है। उसकी जगह ६ का अंक लिखा हुआ है। सातवें और आठवें अधिकारके अंत का विवरण स्पष्ट होने पर भी उनमें अधिकार संख्या नहीं दी गई है एवं उसके लिये स्थान छोड़ा गया है।"
  },
  {
    "class": "para",
    "text": "ग्रंथके आरम्भमें प्रथम पृष्ठ पर अधिकार नम्बर तथा नाम जैसे ‘पीठबंध प्ररूपक प्रथम अधिकार नहीं लिखा है, जैसे की प्रथम अधिकार के अंत में लिखा है। “ऊँ नमः सिद्धं ।। अथ मोक्षमार्ग प्रकाशक नामा शास्त्र लिख्यते ।।\" लिख कर मंगलाचरण आरम्भ कर दिया गया है। अन्य अधिकारोंके प्रारम्भ में भी अधिकार निर्देश व नामकरण नहीं किया गया है।"
  },
  {
    "class": "para",
    "text": "अपूर्ण नौवें अधिकारको पूर्ण करने के बाद उसके आगे और भी कई अधिकार लिखने की उनकी योजना थी। न मालूम पंडितप्रवर टोडरमलजी के मस्तिष्क में कितने अधिकार प्रच्छन्न थे ? प्राप्त नौ अधिकारोंमें लेखक ने बारह स्थानों पर ऐसे संकेत दिये हैं कि इस विषय पर आगे यथास्थान विस्तारसे प्रकाश डाला जायगा।"
  },
  
  {
    "class": "para",
    "text": "उक्त संकेतों और प्रतिपादित विषय के आधार पर प्रतीत होता है कि यदि यह महाग्रंथ निर्विघ्न समाप्त हो गया होता तो पाँच हजार पृष्ठों से कम नहीं होता और उसमें मोक्षमार्गके मूलाधार सम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्चारित्रका विस्तृत विवेचन होता। उनके अन्तरमें क्या था, वे इसमें क्या लिखना चाहते थे- यह तो वे ही जानें, पर प्राप्त ग्रंथके आधार पर हम कह सकते हैं कि उसकी संभावित रूप-रेखा कुछ ऐसी होती :- "
  },
  {
    "class": "para",
    "text": "काशी निवासी कविवर वृन्दावनदासको लिखे पत्रमें पंडित जयचंद छाबड़ाने विक्रम संवत् १८८० में मोक्षमार्गप्रकाशकके अपूर्ण होने की चर्चा एवं मोक्षमार्गप्रकाशकको पूर्ण करने के उनके अनुरोधको स्वीकार करने में असमर्थता व्यक्त की है।"
  },
  {
    "class": "para",
    "text": "अतः यह तो निश्चित है कि वर्तमान प्राप्त मोक्षमार्गप्रकाशक अपूर्ण है, पर प्रश्न यह रह जाता है कि इसके आगे मोक्षमार्गप्रकाशक लिखा गया या नहीं? इसके आकार के सम्बन्ध में साधर्मी भाई ब्र० रायमलने अपनी इन्दध्वज विधान महोत्सव पत्रिका में विक्रम संवत् १८२१ में इसे बीस हजार श्लोक प्रमाण लिखा है तथा इन्होंने ही अपने चर्चा-संग्रह ग्रंथके बाहर हजार श्लोक प्रमाण होनेका उल्लेख किया है।"
  },
  {
    "class": "para",
    "text": "ब्र० रायमल पंडित टोडरमलजी के अनन्य सहयोगी एवं नित्य निकट सम्पर्कमें रहने वाले व्यक्ति थे। उनके द्वारा लिखे गये उक्त उल्लेखोंको परस्पर विरोधी उल्लेख कह कर अप्रमाणित घोषित कर देना अनुसंधान के महत्वपूर्ण सूत्र की उपेक्षा करना होगा। गंभीरता से विचार करनेपर ऐसा लगता है कि बारह हजार श्लोक प्रमाण तो प्राप्त मोक्षमार्गप्रकाशकके सम्बन्धमें हैं, क्योंकि प्राप्त मोक्षमार्गप्रकाशक है भी इतना ही; किन्तु बीस हजार श्लोक प्रमाण वाला उल्लेख उसके अप्राप्तांशकी ओर संकेत करता है।"
  },
  {
    "class": "para",
    "text": "मेरा अनुमान है कि इस ग्रंथ का अप्राप्तांश उनके अन्य सामान के साथ तत्कालीन सरकारने जब्त कर लिया गया होगा और यदि उनका जब्ती का सामान राजकोषमें सुरक्षित होगा तो निश्चय ही उनके अध्ययन की अन्य सामग्री व बाकी का मोक्षमार्गप्रकाशक भी उसमें होने चाहिए।"
  },
  {
    "class": "para",
    "text": "उनके जब्त किये गये सामान की एक सूची भी लेखक के द्वारा देखी गई है, पर उसके बारे में अभी विस्तार से कुछ लिखना सम्भव नहीं है।"
  },
  {
    "class": "para",
    "text": "यह ग्रंथ विवेचनात्मक गद्यशैली में लिखा गया है। प्रश्नोत्तरों द्वारा विषय को बहुत गहराई से स्पष्ट किया गया है। इसका प्रतिपाद्य एक गंभीर विषय है, पर जिस विषयको उठाया गया है उसके सम्बन्धमें उठने वाली प्रत्येक शंकाका समाधान प्रस्तुत करनेका सफल प्रयास किया गया है। प्रतिपादन शैलीमें मनोवैज्ञानिकता एवं मौलिकता पायी जाती है। प्रथम शंका के समाधान में द्वितीय शंकाकी उत्थानिका निहित रहती है। ग्रंथोंको पढ़ते समय पाठकके हृदयमें जो प्रश्न उपस्थित होता है उसे हम अगली पंक्तिमें लिखा पाते हैं। ग्रंथ पढ़ते समय पाठकको आगे पढ़ने की उत्सुकता बराबर बनी रहती है।"
  },
  {
    "class": "para",
    "text": "वाक्य-रचना संक्षिप्त और विषय-प्रतिपादन शैली तार्किक एवं गंभीर है। व्यर्थका विस्तार उसमें नहीं है, पर विस्तार के संकोचमें कोई विषय असपष्ट नहीं रहा है। लेखक विषयका यथोचित विवेचन करता हुआ आगे बढ़ने के लिये सर्वत्र ही आतुर रहा है। जहाँ कहीं विषय का विस्तार भी हुआ है वहाँ उत्तरोत्तर नवीनता आती गई है। वह विषयविस्तार संगोपांग विषय-विवेचना की प्रेरणा से ही हुआ है। जिस विषय को उन्होंने छुआ उसमें ‘क्यों' का प्रश्नवाचक समाप्त हो गया है। शैली ऐसी अद्भुत है कि एक अपरिचित विषय भी सहज हृदयंगम हो जाता है।"
  },
  {
    "class": "para",
    "text": "विषय को स्पष्ट करने के लिये समुचित उदाहरणोंका समावेश है। कई उदाहरण तो सांगरूपक के समान कई अधिकारों तक चलते हैं। जैसे - रोगी और वैद्य का उदाहरण द्वितीय, तृतीय, चतुर्थ और पंचम अधिकारों के आरंभमें आया है। अपनी बात पाठकके हृदयमें उतारने के लिये पर्याप्त आगम-प्रमाण, सैंकड़ों तर्क तथा जैनाजैन दर्शनों और ग्रंथों के अनेक कथन व उद्धरण प्रस्तुत किये गये हैं। ऐसा लगता है वे जिस विषयका विवेचन करते हैं उसके सम्बन्धमें असंख्य उहापोह उनके मानसमें हिलोरें लेने लगते हैं। तथा वस्तु की गहराईमें उतरतेही अनुभूति लेखनीमें उतरने लगती है। वे विषय को पूरा स्पष्ट करते हैं। प्रसंगानुसार जहाँ विषय असपष्ट छोड़ना पड़ा है वहाँ उल्लेख कर दिया है। कि उसे आगे विस्तार से सपष्ट करेंगे।"
  },
  {
    "class": "para",
    "text": "प्रतिपाद्य विषय की दृष्टिसे भी पंडितजी का प्रदेय कम नहीं है। यद्यपि मोक्षमार्गप्रकाशकका प्रत्येक वाक्य आर्षसम्मत है तथापि उसमें बहुत सा नया प्रमेय उपस्थित किया गया है जो जिनागममें उस रूप से कहीं उपलब्ध नहीं है। इस प्रकार के विषय ग्रंथमें सर्वत्र आये हैं। विशेष कर सातवाँ व आठवाँ अधिकार इस दृष्टि से उल्लेखनीय है। कुछ प्रकरण निम्नलिखित हैं - जिनका वस्तुत विवेचन यहाँ संभव नहीं है, अतः वे मूलमें पठनीय हैं :-"
  },
  {
    "class": "para",
    "text": "(१) निश्चयाभासी, व्यवहाराभासी आदि के रूप में जैन मिथ्यादृष्टियोंका वर्गीकरण (पृष्ठ १९३)"
  },
  {
    "class": "para",
    "text": "(२) पंचपरमेष्ठीका सही स्वरूप (पृष्ठ २ व २२१) "
  },
  {
    "class": "para",
    "text": "(३) सप्त तत्त्वों सम्बन्धी भूल ( पृष्ठ २२५ ) "
  },
  {
    "class": "para",
    "text": "(४) निश्चय–व्यवहार ( पृष्ठ २४८ )"
  },
  {
    "class": "para",
    "text": "(५) जैन शास्त्रोंका अर्थ समझने की पद्धति ( पृष्ठ २५१ ) "
  },
  {
    "class": "para",
    "text": "(६) चारों अनुयोगोंका प्रयोजन, व्याख्यानका विधान, कथन पद्धति, दोष कल्पनाका निराकरण आदि (पृष्ठ २६८)"
  },
  {
    "class": "para",
    "text": "सैद्धान्तिक दृष्ट्रिसे तो उन्होंने नया प्रमेय उपस्थित किया ही है, साथ ही तत्कालीन समाज एवं उसके धार्मिक क्रिया-कलाप भी उनकी दृष्टि से ओझल नहीं रह सके। शास्त्राध्ययन एवं आत्मानुभवनके अतिरिक्त उनका लोक-निरिक्षण भी अत्यन्त सूक्ष्म रहा है। नमूनेके तौर पर लगभग २१० वर्ष पुराना उनका यह चित्रण आज भी सर्वत्र देखा जा सकता है :-"
  },
  {
    "class": "para",
    "text": "“वहाँ कितने ही जीव कुलप्रवृत्ति से अथवा देखा-देखी लोभादिके अभिप्रायसे धर्म साधते हैं, उनके तो धर्मदृष्टि नहीं है।"
  },
  {
    "class": "para",
    "text": "यदि भक्ति करते हैं तो चित्ततो कहीं है, दृष्टि घुमती रहती है और मुखमें पाठादि करते हैं व नमस्कारादि करते हैं; परन्तु यह ठीक नहीं है। मैं कौन हूँ, किसकी स्तुति करता हूँ, किस प्रयोजन के अर्थ स्तुति करते हूँ, पाठमें क्या अर्थ है, सो कुछ पता नहीं है।"
  },
  
  {
    "class": "para",
    "text": "तथा कदाचित् कुदेवादिककी भी सेवा करने लग जाता है; वहाँ सुदेव-गुरुशास्त्रादि व कुदेव-गुरु-शास्त्रादिकी विशेष पहिचान नहीं है।"
  },
  {
    "class": "para",
    "text": "तथा यदि दान देता है तो पात्र-अपात्रके विचार रहित जैसे अपनी प्रशंसा हो वैसे दान देता है।"
  },
  {
    "class": "para",
    "text": "तथा तप करता है तो भूखा रह कर महंत पना हो वह कार्य करता है; परिणामोंकि पहिचान नहीं है।"
  },
  {
    "class": "para",
    "text": "तथा व्रतादि धारण करता है तो वहाँ बाह्य क्रिया पर दृष्टि है; सो भी कोई सच्ची क्रिया करता है, कोई झूठी करता है; और जो अंतरंग रागादि भाव पाए जाते हैं उनका विचार ही नहीं है, तथा बाह्य में भी रागादिके पोषणके साधन करता है।"
  },
  {
    "class": "para",
    "text": "तथा पूज्य-प्रभावनादि कार्य करता है तो वहाँ जिसप्रकार लोकमें बड़ाई हो, व विषय-कषायका पोषण हो उसप्रकार कार्य करता है। तथा बहुत हिंसादिक उत्पन्न करता है।"
  },
  {
    "class": "para",
    "text": "सो यह कार्य तो अपने तथा अन्य जीवोंके परिणाम सुधारनेके अर्थ कहे हैं। तथा वहाँ किंचित् हिंसादिक भी उत्पन्न होते है; परन्तु जिसमें थोड़ा अपराध और गुण अधिक हो वह कार्य करना कहा है। सो परिणामोंकी तो पहचान नहीं है और यहाँ अपराध कितना लगता है, गुण कितना होता है - ऐसे नफा-टोटेका ज्ञान नहीं है व विधि-अविधिका ज्ञान नहीं है।"
  },
  {
    "class": "para",
    "text": "तथा शास्त्राभ्यास करता है तो वहाँ पद्धतिरूप प्रवर्तता है। यदि बाँचता है तो औरोंको सुना देता है, यदि पढ़ता है तो आप पढ़ जाता है. सुनता है तो जो कहते हैं वह सुन लेता है; परन्तु जो शास्त्राभ्यासका प्रयोजन है उसे आप अंतरंगमें नहीं अवधारण करता - इत्यादि धर्मकार्योंके मर्मको नहीं पहिचानता।"
  },
  {
    "class": "para",
    "text": "कितने तो जिस प्रकार कुलमें बड़े प्रवर्तते हैं उसी प्रकार हमें भी करना, अथवा दूसरे करते हैं, वैसा हमें भी करना, व ऐसा करनेसे हमारे लोभादिककी सिद्धि होगी - इत्यादि विचार सहित अभूतार्थधर्मको साधते हैं ।”"
  },
  {
    "class": "para",
    "text": "विद्वानों और मुमुक्षु-बंधुओंका ध्यान आकर्षित करनेके लिये मोक्षमार्गप्रकाशकमें समागत जैनधर्मके मूलतत्त्वको स्पर्श करने वाले कुछ क्रांतिकारी वाक्य-खंड यहाँ प्रस्तुत है :-"
  },
  {
    "class": "para",
    "text": "(१) इसलिये हिंसादिवत् अहिंसादिकको भी बन्ध का कारण जानकर हेय ही मानना।( पृष्ठ २२६) "
  },
  {
    "class": "para",
    "text": "(२) तत्त्वार्थसूत्रमें आस्रव पदार्थका निरूपण करते हुए महाव्रत-अणुव्रतको भी आस्रवरूप कहा है। वे उपादेय कैसे हों ? ( पृष्ठ २२९)"
  },
  {
    "class": "para",
    "text": "(३) सो हिंसाके परिणामोंसे तो पाप होता है और रक्षाके परिणामोंसे संवर कहोगे तो पुण्यबन्ध का कारण कौन ठहरेगा ? ( पृष्ठ २२८) "
  },
  {
    "class": "para",
    "text": "(४) परन्तु भक्ति तो राग-रूप है और रागसे बन्ध है, इसलिये मोक्षका कारण नहीं है। ( पृष्ठ २२२)"
  },
  {
    "class": "para",
    "text": "(५) तथा राग-द्वेष-मोहरूप जो आसवभाव हैं, उनका तो नाश करने की चिन्ता नहीं और बाह्य क्रिया अथवा बाह्य निमित्त मिटानेका उपाय रखता है, सो उनके मिटाने से आस्रव नहीं मिटता। (पृष्ठ २२७)"
  },
  {
    "class": "para",
    "text": "(६) परद्रव्य कोई जबरन् तो बिगाड़ता नहीं है, अपने भाव बिगड़े तब वह भी बाह्य निमित्त है। तथा इसके निमित्त बिना भी भाव बिगड़ते हैं, इसलिये नियमरूपसे निमित्त भी नहीं है। इस प्रकार परद्रव्यका तो दोष देखना मिथ्याभाव है, रागादि भाव ही बुरे हैं। ( पृष्ठ २४४)"
  },
  {
    "class": "para",
    "text": "(७) तथापि करें क्या? सच्चा तो दोनों नयोंका स्वरूप भासित हुआ नहीं, और जिनमतमें दो नय कहे हैं उनमें से किसी को छोड़ा भी नहीं जाता; इसलिये भ्रमसहित दोनोंका साधन साधते हैं; वे जीव भी मिथ्यादृष्टि जानना। (पृष्ठ २४८ )"
  },
  {
    "class": "para",
    "text": "(८) सो मोक्षमार्ग दो नहीं हैं, मोक्षमार्गका निरूपण दो प्रकार है। जहाँ सच्चे मोक्षमार्गको मोक्षमार्ग निरूपित किया जाय सो ‘निश्चय मोक्षमार्ग' है। और जहाँ जो मोक्षमार्ग तो है नहीं, परन्तु मोक्षमार्गका निमित्त है सहचारी है उसे उपचार से मोक्षमार्ग कहा जाय सो व्यवहार मोक्षमार्ग' है। क्योंकि निश्चय व्यवहारका सर्वत्र ऐसा ही लक्षण है। सच्चा निरूपण सो निश्चय, उपचार निरूपण सो व्यवहार। ( पृष्ठ २४८ )"
  },
  {
    "class": "para",
    "text": "(९) व्यवहारनय स्वद्रव्य-परद्रव्यको व उनके भावोंको व कारण-कार्यादिकको किसी को किसी में मिलाकर निरूपण करता है; सो ऐसेही श्रद्धान से मिथ्यात्व है; इसलिये उसका त्याग करना। तथा निश्चयनय उन्हीं को यथावत् निरूपण करता है, किसी को किसी में नहीं मिलाता; सो ऐसे ही श्रद्धान से सम्यक्त्व होता है; इसलिये उसका श्रद्धान करना। (पृष्ठ २५१ )"
  },
  {
    "class": "para",
    "text": "(१०) जैसे मेघ वर्षा होनेपर बहुतसे जीवोंका कल्याण होता है और किसी को उल्टा नुकसान हो, तो उसकी मुख्यता करके मेघका तो निषेध नहीं करना; उसी प्रकार सभा में अध्यात्म उपदेश होनेपर बहुत से जीवोंको मोक्षमार्गकी प्राप्ति होती है, परन्तु कोई उल्टा पापमें प्रवर्ते तो उसकी मुख्यता करके अध्यात्म-शास्त्रों का तो निषेध नहीं करना। ( पृष्ठ २९२)"
  },
  {
    "class": "para",
    "text": "(११)और तत्त्वनिर्णय न करनेमें किसी कर्मका दोष है नहीं, तेरा ही दोष है; परन्तु तू स्वयं तो महन्त रहना चाहता है और अपना दोष कर्मादिकको लगाता है; सो जिन आज्ञा माने तो ऐसी अनीति सम्भव नहीं है। (पृष्ठ ३११ )"
  },
  {
    "class": "para",
    "text": "(१२) वात्सल्य अंगकी प्रधानतासे विष्णुकुमारजी की प्रशंसा की है। इस छलसे औरोंको ऊँचा धर्म छोड़कर नीचा धर्म अंगीकार करना योग्य नहीं है। ( पृष्ठ २७४)"
  },
  {
    "class": "para",
    "text": "(१३) ग्वालेने मुनिको अग्निसे तपाया | ग्वाला अविवेकी था, करुणा से यह कार्य किया, इसलिये उसकी प्रशंसा की है; परन्तु इस छल से औरों को धर्मपद्धतिमें जो विरुद्ध हो वह कार्य करना योग्य नहीं है। ( पृष्ठ २७४)"
  },
  {
    "class": "para",
    "text": "(१४) देखो, तत्त्वविचार की महिमा ! तत्त्वविचार रहित देवादिक की प्रतीति करे, बहुत शास्त्रों का अभ्यास करे, व्रतादिक पाले, तपश्चरण आदि करे, उसको तो सम्यक्त्व होने का अधिकार नहीं; और तत्त्वविचारवाला इसके बिना भी सम्यक्त्व का अधिकारी होता है। (पृष्ठ २६०)"
  },
  {
    "class": "para",
    "text": "पंडित टोडरमलजीने मोक्षमार्गमें वीतरागताको सर्वोच्च प्राथमिकता दी है। सम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्चारित्र तीनोंकी परिभाषा करते हुए उन्होंने निष्कर्ष रूप में वीतरागताको प्रमुख सथान दिया है। विस्तृत विश्लेषण करनेके बाद वे लिखते हैं :-"
  },
  {
    "class": "para",
    "text": "“इसलिये बहुत क्या कहें - जिसप्रकारसे रागादि मिटानेका श्रद्धान हो वही श्रद्धान सम्यग्दर्शन है, जिसप्रकार से रागादि मिटनेका जानना हो वही जानना सम्यग्ज्ञान है, तथा जिसप्रकार से रागादि मिटें वही आचरण सम्यकचारित्र है; ऐसा ही मोक्षमार्ग मानना योग्य है। \" (पृष्ठ २१३)"
  },
  {
    "class": "para",
    "text": "पडित टोडरमलजीका पद्य साहित्य यद्यपि सीमित है, फिर भी उसमें जो भी है। उनके कवि-हृदय को समझानेके लिये पर्याप्त है। उनके पद्योंमें विषयकी उपादेयता, स्वानुभूति की महत्ता, जिन और जिन-सिद्धान्त परम्पराका महत्त्व आदि बातोंका रुचिपूर्ण शैली में अलंकृत वर्णन है। बानगीके तौर पर एक दो अलंकृत छन्द प्रस्तुत हैं :-"
  },
  {
    "class": "para",
    "text": "गोमुत्रिका बन्ध व चित्रालंकार -"
  },
  {
    "class": "para",
    "text": "मैं नमों नगन जैन जन ज्ञान ध्यान धन लीन । "
  },
  {
    "class": "para",
    "text": "मैन मान बिन गान घन एन हीन तन छीन ।।"
  },
  {
    "class": "para",
    "text": "इसे गोमुत्रिका बन्धमें इसप्रकार रखेंगे :- "
  },
  
  {
    "class": "para",
    "text": "यह चित्रके रूपमें इसप्रकार रखा जायगा :-"
  },
  {
    "class": "para",
    "text": "इसका अर्थ है - मैं ज्ञान और ध्यानरूपी धनमें लीन रहने वाले, काम और अभिमानसे रहित , मेघके समान धर्मोपदेशकी वर्षा करने वाले, पापरहित, क्षीणकषाय, नग्नदिगम्बर जैन साधुओंको नमस्कार करता हूँ।"
  },
  {
    "class": "para",
    "text": "ध्यान देखने पर उक्त छन्दमें अनुप्रास, यमक आदि अलंकार भी खोजे जा सकते हैं।"
  },
  {
    "class": "para",
    "text": "इसी प्रकार एक लम्बा सांगरूपक भी देखने योग्य है, जो कि मूलग्रंथ गोम्मटसारकी तुलना गिरनारसे एवं अनेक टीकाओंकी तुलना गली, मार्ग एवं वाहनसे करते हुए प्रस्तुत किया गया है :-"
  },
  {
    "class": "para",
    "text": "नेमचंद जिन शुभ पद धारि, जैसे तीर्थ कियो गिरिनार ।"
  },
  {
    "class": "para",
    "text": "तैसें नेमीचंद मुनिराय, ग्रन्थ कियो है तरण उपाय ।। "
  },
  {
    "class": "para",
    "text": "देशनिमें सुप्रसिद्ध महान, पूज्य भयो है यात्रा थान । "
  },
  {
    "class": "para",
    "text": "यामैं गमन करै जो कोय, उच्चपना पावत है सोय ।। "
  },
  {
    "class": "para",
    "text": "गमन करनौं गली समान, कर्नाटक टीका अमलान । "
  },
  {
    "class": "para",
    "text": "तकौं अनुसरेती शुभ भई, टीका सुन्दर संस्कृत मई ।। "
  },
  {
    "class": "para",
    "text": "केशव वर्णी बुद्धि निधान, संस्कृत टीकाकार सुजान ।"
  },
  {
    "class": "para",
    "text": "मार्ग कियो तिहिं जुत विस्तार,जहँ स्थूलनिको भी संसार।।"
  },
  {
    "class": "para",
    "text": "हमहू करिकै तहाँ प्रवेश, पायो तारन कारन देश ।"
  },
  {
    "class": "para",
    "text": "चिंतवन करी अर्थनको सार, जैसे कीन्हों बहुरि विचारि ।। "
  },
  {
    "class": "para",
    "text": "संस्कृत संदृष्टिनिकौ ज्ञान, नहिं जिनके ते बाल समान । "
  },
  {
    "class": "para",
    "text": "गमन करनकौ अति तरफ ,बल बिनु नाहिं पदनिकौं धरें ।। "
  },
  {
    "class": "para",
    "text": "तिनि जीवनिक गमन उपाय, भाषा टीका दई बनाय । "
  },
  {
    "class": "para",
    "text": "वाहन सम यहु सुगम उपाव,या करि सफल करौ निज भाग।।"
  },
  {
    "class": "para",
    "text": "पंडितजी का सबसे बड़ा प्रदेय यह है कि उन्होंने संस्कृत, प्राकृतमें निबद्ध आध्यात्मिक तत्त्वज्ञान को भाषा-गद्यके माध्यमसे व्यक्त किया और तत्त्व-विवेचन में एक नई दृष्टि दी। यह नवीनता उनकी क्रान्तिकारी दृष्टिमें है। वे तत्त्वज्ञान को केवल परम्परागत मान्यता एवं शास्त्रीय प्रामाणिकताके संदर्भ में नहीं देखते। तत्त्वज्ञान उनके लिये एक सजीव-चिंतन प्रक्रिया है, जो केवल शास्त्रीय परम्परागत रूढ़ियोंका खण्डन नहीं करती, वरन् समकालीन प्रचलित रूढ़ियों का भी खण्डन करती है। उनकी मौलिकता यह है कि जिस तत्त्वज्ञान से लोग रूढ़िवादका समर्थन करते थे, उसी तत्त्वज्ञान से उन्होंने रूढ़िवादको निरस्त किया। उन्होंने समाज की नहीं, तत्त्वज्ञान की चिन्तन-रूढियोंका खंडन किया। उनकी स्थापना है कि कोई भी तत्त्व चिन्तन तब तक मौलिक नहीं जब तक वह अपनी तर्क ओर अनुभूति पर सिद्ध न कर लिये गया हो। कुल और परम्परा से जो तत्त्वज्ञान को स्वीकार लेते हैं, वह भी सम्यक् नहीं हैं। उनके अनुसार धर्म परम्परा नहीं, स्वपरीक्षित साधना है।"
  },
  {
    "class": "para",
    "text": "वे मुख्य रूप से आध्यात्मिक चिन्तक हैं, परन्तु उनके चिन्तनमें तर्क और अनुभूतिका सुन्दर समन्वय है। वे विचार का ही नहीं, उनके प्रवर्तक और ग्रहण कर्ता की योग्यताअयोग्यता का भी तर्ककी कसौटी पर विचार करते हैं। तत्त्वज्ञान के अनुशीलन के लिये उन्होंने कुछ योग्यताएँ आवश्यक मानी हैं। उनके अनुसार मोक्षमार्ग कोई पृथक् नहीं , प्रत्युत आत्म-विज्ञान ही है, जिसे वे वीतराग-विज्ञान कहते हैं। जितनी चीजें इस वीतरागविज्ञानमें रुकावट डालती हैं, वे सब मिथ्या हैं। उन्होंने इन मिथ्याभावों के गृहीत और अगृहीत दो भेद किए हैं। गृहीत मिथ्यात्वसे उनका तात्पर्य उन विभिन्न धारणाओं और मान्यताओंसे है जिन्हें हम अध्यात्म से अनभिज्ञ गुरु आदि के संसर्ग से ग्रहण करते हैं और उन्हें ही वास्तविक मान लेते हैं - चाहे वे पर मत की हों या अपने मत की। इसके अंतर्गत उन्होंने उन सारी जैन मान्तयाओंका तार्किक विश्लेषण किया है जो छठी शती से लेकर अठारहवीं शती तक जैन तत्त्वज्ञान का अंग मानी जाती रहीं और जिनका विशुद्ध आध्यात्मिक-ज्ञान से कोई सम्बन्ध नहीं रहा। जैन साधना के इस बाह्य आडम्बर - क्रियाकाण्ड, भट्टारकवाद, शिथिलाचार आदिका उन्होंने तलस्पर्शी और विद्वत्तापूर्ण खण्डन किया है। इसके पूर्व बनारसीदास इसका खण्डन कर चुके थे; परन्तु पंडितजी ने जिस चिंतन, तर्क-वितर्क, शास्त्र-प्रमाण, अनुभव और गहराईसे विचार किया है वह ठोस , प्रेरणापद, विश्वसनीय एवं मौलिक है। इस दृष्टि से उन्हें एक ऐसा विशुद्ध आध्यात्मिक चिंतक कहा जाता है जो हिन्दी-जैन-साहित्य के इतिहास में ही नहीं, बल्कि प्राकृत व अपभ्रंशमें भी पिछले एक हजार वर्षों में नहीं हुआ।"
  },
  {
    "class": "para",
    "text": "टीकाकार होते हुए भी पंडितजी ने गद्य शैलीका निमार्ण स्वयं किया। उनकी शैली दृष्टांतयुक्त प्रश्नोत्तरमयी तथा सुगम है। वे ऐसी शैली को अपनाते हैं जो न तो एकदम शास्त्रीय है और न आध्यात्मिक सिद्धियों और चमत्कारोंसे बोझिल। उनकी इस शैली का सर्वोत्तम निर्वाह मोक्षमार्गप्रकाशक में है। तत्कालीन स्थितिमें गद्य को आध्यात्मिक चिन्तन का माध्यम बनाना बहुत ही सूझ-बूझ और श्रमका कार्य था। उनकी शैली में उनके चिंतकका चरित्र और तर्कका स्वभाव स्पष्ट झलकता है। एक आध्यात्मिक लेखक होते हुए भी उनकी गद्यशैली में व्यक्तित्व का प्रक्षेप उनकी मौलिक विशेषता है।"
  },
  {
    "class": "para",
    "text": "उनकी शैली की एक विशेषता यह है कि प्रश्न भी उनके होते हैं और उत्तर भी उनके। पूर्व प्रश्न के समाधान में अगला प्रश्न उभर कर आ जाता है। इसप्रकार विषय का विवेचन अंतिम बिन्दु तक पहुँचने पर ही वह प्रश्न समाप्त होता है। उनके गद्य शैली की एक मौलिकता यह है कि वे प्रत्यक्ष उपदेश न देकर अपने पाठक के सामने वस्तुस्थितिका चित्रण और उसका विश्लेषण इस तरह करते हैं कि उसे अभीष्ट निष्कर्ष पर पहुँचना ही पड़ता है। एक चिकित्सक रोगके उपचारमें जिस प्रक्रिया को अपनाता है, पंडितजीकी शैलीमें भी वह प्रक्रिया देखी जा सकती है। उनकी शैली तर्कवितर्कमूलक होते हुए भी अनुभूतिमूलक है। कभी-कभी वे मनोवैज्ञानिक तर्कों से भी काम लेते हैं। उनके तर्कमें कठमुल्लापन नहीं है। उनकी गद्यशैली में उनका अगाध पाण्डित्य एवं आस्था सर्वत्र प्रतिबिम्बित है। उनकी प्रश्नोत्तर शैली आत्मीय है, क्योंकि उसमें प्रश्नकर्ता और समाधान कर्ता एक ही है। उसमें शास्त्रीय और लौकिक जीवनसे सम्बन्धित दोनों प्रकार की समस्याओं का विवेचन है। दृष्टांत उनकी शैली में मणिकांचन योगसे चमकते हैं। दृष्टांतोंके प्रयोग में पंडितजी का सूक्ष्म-वस्तु निरीक्षण प्रतिबिम्बित है। जीवन के और शास्त्रके प्रत्येक क्षेत्र से उन्होंने उदाहरण चुने हैं, लोकोक्तियोंका भी प्रयोग मिलता है।"
  },
  {
    "class": "para",
    "text": "उनकी शैलीकी प्रमुख विशेषता यह है कि उन्होंने अधिकांश आगम-प्रमाण शंकाकारके मुखमें रखे हैं। उनका शंकाकार प्रायः प्रत्येक शंका आर्षवाक्य प्रस्तुत करके सामने रखता है और समाधान कर्ता आर्षवाक्योंका अपेक्षाकृत कम प्रयोग करता है और अनुभूतिजन्य युक्तियों और उदाहरणों द्वारा उसकी जिज्ञासा शान्त करता है।"
  },
  {
    "class": "para",
    "text": "उपर्युक्त विवेचन से स्पष्ट होता है कि पंडित टोडरमलजी न केवल टीकाकार थे। बल्कि अध्यात्म के मौलिक विचारक भी थे। उनका यह चिंतन समाज को तत्कालीन परिस्थितियों और बढ़ते हुए अध्यात्म शिथिलाचार के संदर्भ में एक दम सटीक है। इसके पूर्व ऐसा उदाहरण नहीं मिलता जिसमें अभिव्यिक्तका माध्यम तात्कालीन प्रचलित लोकभाषा के गद्य को बनाया गया हो और जो इतना प्रांजल हो। वे यह अच्छी तरह समझ चुके थे कि बेलाग और मौलिक चिंतन के भार को पद्य की बजाय गद्य ही वहन कर सकता है। इसप्रकार ब्रजभषा गद्यके ये प्रथम शैलीकार सिद्ध होते हैं। मूलभषा ब्रज होते हुए भी उसमें खड़ी बोली का खड़ापन भी है, साथ ही उसमें स्थानीय रंगत भी है।"
  },
  {
    "class": "para",
    "text": "वे विशुद्ध आत्मवादी विचारक थे। उन्होंने उन सभी विचार धाराओं पर तीखा प्रहार किया जो आध्यात्मिकता के विपरीत थीं। आचार्य कुन्दकुन्दके समय जो विशुद्ध आत्मवादी आंदोलन की लहर उठी थी। वे उसके अपने युग के सर्वोत्तम व्याख्याकार थे।"
  },
  {
    "class": "para",
    "text": "आध्यात्मिकता के प्रति उनकी रुचि और निष्ठा का सबसे बड़ा प्रमाण यह है कि उन्होंने लगभग एक लाख श्लोक प्रमाण गद्य लिखा। सादगी, आध्यात्मिक चिंतन, लेखन और स्वाभिमान उनके व्यक्तित्व की सबसे बड़ी विशेषताएँ हैं। वे अपने युग की जैन आध्यात्मिक विचारधाराओंके ज्योतिकेन्द्र थे। आध्यात्मिकता उनके लिये अनुभूतिमूलक चिन्तन है। चारों अनुयोगोंके अध्ययन के सम्बन्धमें विचार करते हुए उन्होंने आध्यात्मिक अध्ययन पर सबसे अधिक बल दिया है।"
  },
  {
    "class": "para",
    "text": "आध्यात्मिक चिंतन की ऐसी अनुभूतिमूलक सहज लोकाभिव्यक्ति, वह भी गद्य में, पंडितजीका बहुत बड़ा प्रदेय है। आध्यात्मिक चिंतन की अभिव्यक्तिके लिये गद्य का प्रवर्तक, व्यवहार और निश्चय व प्रवृत्ति और निवृत्तिका संतुलनकर्ता, धार्मिक आडम्बर और साम्प्रदायिक कट्टरताओं की तर्कसे धज्जियाँ उड़ा देने वाला, निस्पृही और आत्मनिष्ठ गद्यकार इसके पूर्व हिन्दीमें नहीं हुआ। उनका गद्य लोकोभिव्यक्ति और आत्माभिव्यक्तिका सुन्दर समन्वय है। दार्शनिक चिंतन ऐसी सहज गद्यात्मक अभिव्यक्ति कि जिसमें गद्यकारका व्यक्तित्व खुलकर झलक उठे, इसके पूर्व विरल है।"
  },
  {
    "class": "para",
    "text": "लोकभाषा काव्यशैलीमें 'रामचरितमानस' लिख कर महाकवि तुलसीदास ने जो काम किया, वही काम उनके दो सौ वर्ष बाद गद्य में जिन अध्यात्म को लेकर पंडित टोडरमलजी ने किया। इसलिये उन्हें आचार्य कल्प कहा गया। ये रीतिकाल में आवश्य हुए, पर इनका संबंध रीतिकाव्यसे दूर का भी नहीं है और न यह उपाधि ‘काव्यशास्त्रीय आचार्य' की सूचक है। इनका संबंध तो उन महान दिगम्बराचार्यों से है, जिन्होंने जैन साहित्य की वृद्धि में अभूतपूर्व योगदान किया है। उनके समान सम्मान देने के लिये इन्हें ‘आचार्यकल्प' कहा जाता है। इनका काम जैन आचार्योंसे किसी भी प्रकार कम नहीं है, किन्तु जैन परम्परामें *आचार्यपद' नग्न दिगम्बर साधु को ही प्राप्त होता है, अतः इन्हें आचार्य न कह कर *आचार्यकल्प' कहा गया।"
  },
  {
    "class": "para",
    "text": "जगत के सभी भौतिक द्वन्द्वोंसे दूर रहने वाले एवं निरंतर आत्मसाधना व साहित्यसाधनारत इस महामानव को जीवन की मध्य वय में ही साम्प्रदायिक विद्वेषका शिकार होकर जीवनसे हाथ धोना पड़ा।"
  },
  {
    "class": "para",
    "text": "प्रतिभाओंका लीक पर चलना कठिन होता है, पर ऐसी प्रतिभाएँ बहुत कम होती हैं, जो लीक छोड़कर चलें और भटक न जायें। पंडित टोडरमलजी भी उन्हीं में से एक हैं जो लीक छोड़कर चलें, भटके नहीं।"
  },
  {
    "class": "para",
    "text": "प्रस्तुत ग्रंथ मोक्षमार्गप्रकाशक आद्योपान्त मूलतः पठनीय एवं मननीय है। इसका अध्ययन-मनन प्रत्येक आत्माभिलाषी के लिये परम कल्याण कारक है। पंडितजी ने स्वयं इसके प्रत्येक अधिकार के अंत में इस बात का उल्लेख किया है। सहज उपलब्ध तत्त्वज्ञान के सुअवसर को यहीं खो देने वालोंको लक्ष्य करके उन्होंने लिखा है :-"
  },
  {
    "class": "para",
    "text": "“जिस प्रकार बड़े दरिद्रिको अवलोकनमात्र चिंतामणिकी प्राप्ति हो और वह अवलोकन न करे, तथा जैसे कोढ़ीको अमृत-पान कराये और वह न करे; उसीप्रकार संसार पीड़ित जीवको सुगम मोक्षमार्ग के उपदेश का निमित्त बने और वह अभ्यास न करे तो उसके अभाग्य की महिमा हमसे तो नहीं हो सकती। उसकी होनहार ही का विचार करने पर अपनेको समता आती है।” (पृष्ठ २०)"
  },
  {
    "class": "para",
    "text": "पंडितजी के इन्हीं प्रेरणाप्रदशब्दोंके साथ हम विराम लेते हैं।"
  }
]    